[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Latin American
DESCRIBABLE =	Latin American

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nTel: (86) 010-64419248\n.
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 de "
ABOUT_COPYRIGHT =	 Copyright(C) 2004-2019
ABOUT_RIGHTS =	 omnia jura reservata
ABOUT_LICENSED =	 Ius utendi hoc productum pertinet ad:
ABOUT_LAW =	 Monitum: Haec programmata computatralibus legibus et conventionibus internationalibus muniuntur. Reproductio aut disseminatio partis aut totius huius programmatis severis sanctionibus civilibus et criminalibus subiici potest, et quam maxime intra iuris ambitum accusabitur. .
	
MENU_FILE =	 & file
MENU_FILE_NEW =	 &Novus
MENU_FILE_OPEN =	 & Aperi...
MENU_FILE_PRINT =	 printCtrl+P
MENU_FILE_SAVE =	 & Serva Ctrl+S
MENU_FILE_SAVE_AS =	 &Save As...
MENU_FILE_SCANIMAGE =	 Acquirere & Scan Image...
MENU_FILE_SYSTEM =	 Parametri...
MENU_FILE_IMGLIB =	 &Communia Gallery...
MENU_FILE_IMPORT =	& Enter
MENU_FILE_MRU_FILE1 =	 recens files
	
MENU_EDIT =	 &Edit
MENU_EDIT_COPY     =	 & copy
MENU_EDIT_CUT      =	 &secare
MENU_EDIT_COMBINE  =	 & Miscere Ctrl+L
MENU_EDIT_UNCOMBINE=	 & Separate combinationem Ctrl+K
MENU_EDIT_GROUP    =	 & Group Ctrl+G
MENU_EDIT_UNGROUP  =	 & Disjunge Ctrl+U
	
MENU_EDIT_PASTE=	 & paste
MENU_EDIT_REDO =	 & Recipe
MENU_EDIT_UNDO =	 & Undo
MENU_EDIT_TOCURVE=	Convertere ad curvam CtrlTab + Q *
MENU_EDIT_HATCH  =	Imple CtrlTab + H *
	
ID_FILE_IMGLIB =	 Aperit Favorites Gallery\nFavorites Gallery
ID_FILE_IMPORT =	 Inferre files in aliis formats \ nImport files
ID_FILE_MRU_FILE1 =	 hoc documento aperire
ID_FILE_NEW =	 Novam documentum \nNew
ID_FILE_OPEN =	 Aperi existentium documento \ nOpen
ID_FILE_PRINT =	 Imprimendi documentum activum \nPrint
ID_FILE_PRINT_PREVIEW =	 Ostende plenam paginam nPrint preview
ID_FILE_PRINT_SETUP =	 Mutatio printer and print options\nPrint Setup
ID_FILE_SAVE =	 Servo documento activo \ nSave
ID_FILE_SAVE_AS =	 Serva documentum activum sub novo name\nSave as
ID_FILE_SCANIMAGE =	 Get Scanned Image \ nGet Scanned Image
ID_EDIT_COPY =	 Exemplar delectum obiectum et ponit in clipboard\nCopy
ID_EDIT_CUT =	 Electum secat objectum et ponit in clipboard\nCut
ID_EDIT_PASTE =	 Insert clipboard content\nPaste
ID_EDIT_REDO =	 Redo ante factum actio \ n Redo
ID_EDIT_UNDO =	 Ultima actio solve \ nUndo
ID_EDIT_GROUP =	 Coetus delectae res \ nGroup
ID_EDIT_UNGROUP =	 Dimittit delectae coetus object \ nDimittit coetus
ID_EDIT_COMBINE =	 Groups delecti obiecti \nGroup
ID_EDIT_UNCOMBINE  =	 Abducere lectus coetus object \ nSeparate group
ID_SYSTEM_PARAM =	 Parametri ratio set \ parametri nSystem
TT_MATERIALPARAMASSIS=	Test Laser Material Morbi \ nMaterial Morbi Suffragium
MATERIALPARAMASSIS=	Materia parametri adiutorem
MENU_MODI =	 & Modify
MENU_DRAW =	 & Draw
MENU_DRAW_POINT =	 & dot
MENU_DRAW_CURVE =	 & curva
MENU_DRAW_LINE =	 &Line
MENU_DRAW_RECT =	 & Rectangulum
MENU_DRAW_CIRCLE =	 & circulus
MENU_DRAW_ELLIPSE =	 &Ellipse
MENU_DRAW_POLY =	 &Polygon
MENU_DRAW_TEXT =	&text
MENU_DRAW_BMPFILE =	 & Bitmap file
MENU_DRAW_VECTORFILE =	 &Vector file
MENU_DRAW_TIMER =	 & Mora
MENU_DRAW_INPUT =	 & input port
MENU_DRAW_OUTPUT =	 & output port
MENU_DRAW_MESH3D=	 & 3D superficiebus
MENU_ALIGN_BOTTOM =	 Conlineare deorsum
MENU_ALIGN_CENTER =	 centrum punctum alignment
MENU_ALIGN_CENTER_HOR =	 Horizontalis centerline alignment
MENU_ALIGN_CENTER_VER =	 vertical centerline alignment
MENU_ALIGN_LEFT =	 left varius
MENU_ALIGN_RIGHT =	 Conlineare rectum
MENU_ALIGN_TOP =	 summo ore alignment
MENU_VIEW =	 & View
MENU_VIEW_TOOLBAR =	 & Ratio Toolbar
MENU_VIEW_ZOOMBAR =	 & View Toolbar
MENU_VIEW_DRAWBAR =	 & Drawing Toolbar
MENU_VIEW_ENTLIST =	 Object album talea
MENU_VIEW_ENTPROP =	 Object res talea
MENU_VIEW_STATUS_BAR =	 &status talea
MENU_LASER =	 & Laser
	
ENTPROP =	 proprietatibus object
MENU_VIEW_RULER =	 Ostende princeps
MENU_VIEW_GRID  =	 Ostende eget puncta
TT_SHRULER=	Monstra vel abscondere princeps
TT_SHGRID=	Ostende vel celare eget puncta
MENU_VIEW_GUILD =	 Auxiliares versus
BK =	 background
DEGREE =	 Spend
	
NAV_PICK_MOVEDIS=	bene-tuning procul
WORKSPACE =	 Workspace
MENU_VIEW_SNAPGRID   =	 Snap eget F7
MENU_VIEW_SNAPGUILD  =	 Snap Guide F8
MENU_VIEW_SNAPOBJECT =	 F9 frangeretur object
MENU_ABOUT =	 &About
MENU_HELP =	 &auxilium
IDCANCEL =	 & Cancel
IDOK =	 & OK
PASTE_X =	 Crustulum cinguli Horizontaliter
PASTE_Y =	 Vertical Crustulum Offset
SAVEAS =	 Salvum as
POINT =	 punctum
CURVE =	 curva
RECT  =	 rectangulum
CIRCLE =	 circum
ELLIPSE =	 ovale
ELLPISE =	 ovale
POLYGON =	 polygonum
TEXT =	text
HATCH=	impletio
PATHTEXT=	iter text
CIRCLETEXT=	Arcus text
BMPFILE =	 bitmap file
VECTORFILE =	 vector file
TIMER =	 delayer
IOINPUT =	 initus port
IOOUTPUT =	 output portum
GROUP=	group
COMBINE=	iunctura
LAYER=	 tabulatum
NAME =	 nomen
TYPE =	type
OBJECTINFO=	proprietatibus object
TOCURVE=	Convertere ad curvam
EDGENUM =	numerus laterum
APPLY=	& Applicare
APPLYTOCOPY=	& Applicare ad & Exemplar Object
MARKLOOP=	Numerus processus
POSITION=	Locus
RELATPOSITION=	relativum
RELATCENTER=	Relativum centrum
SIZE=	magnitudine
ARRAY=	ordinata
COUNT=	numerus
INC=	Incremental
IOCTRLCONDITION=	IO imperium conditione
ROUND=	gradus rotunditatis
ALLROUND=	Omnes anguli per
DIAMETER =	 diametri
STARTANGLE =	 satus angulus
ENDANGLE =	 extremum angulus
FILENAME=	file nomen
DYNFILE=	dynamic initus file
FIXEDDPI=	certum DPI
FIXESIZEX=	Certa X dimensio
FIXESIZEY=	Certum Y dimensio
FIXEPOS=	Certa positione
INVERT=	vicissim
GRAY=	cineraceorum
DITHER=	exitus
LIGHTEN=	luceat curatio
BRIGHT=	claritas
CONTRAST=	Contra
SCANMODE=	scan modus
BIDIRSCAN=	Bidirectional intuens
YSCAN=	Y scan
DRILLMODE=	Dot modus
PIXELPOWER=	De revolutionibus punctum potentiae
	
BARCODE_ATTRIB=	 & Barcode Properties...
BARCODE =	 barcode
CREATE_BARCODE =	 Create barcodes
MODEIFY_BARCODE=	 Mutare barcode
BARCODE_INPUTPT =	 Intra coordinatas inferioris sinistram anguli barcode
BARCODE_ERR_INVALIDSTR =	 Invalida chorda barcode, quaeso rursus intra!
	
INFO_EAN13 =	EAN-13 est barcode fixa longitudo. Eius character tantum numeros ab '0' ad '9' continet. EAN-13 XIII characteres continet, prima XII data sunt, et character novissimus signum est. In codice est automatice systema addiderunt, et ratio prima tantum XII characteres capit.
INFO_EAN13_2 =	 EAN-13+2 est EAN-13 plus 2 additis codicibus, et systematis notis postremis 2 additis codicibus accipit.
INFO_EAN13_5 =	 EAN-13+5 est EAN-13 plus 5 additis codicibus, ratio ultimas 5 notas cum codicibus additis accipit.
INFO_EAN8 =	 EAN-8 est barcode fixa longitudo. Eius character copiae tantum numeros ab '0' ad '9' continet. EAN-8 VIII characteres continet, prima VII characteres data sunt, et character novissimus codicem perscriptio est. In codice automatice systema additur, et systema tantum primas 7 characteres capit.
INFO_EAN8_2 =	 EAN-8+2 est EAN-8 additis additis codicibus, ac systema notas postremas 2 additis codicibus accipit.
INFO_EAN8_5 =	 EAN-8+5 est EAN-8 additis additis codicibus, ac systema notas postremas cum codicibus additis 5 accipit.
	
CHECKNUM=	reprehendo codice
THINMODULEWIDTH=	Moduli latitudine angusta
INFO_CODE39 =	39 barcode est non consecutivus, non-longitudo barcode bidirectionalis, in quo omnes vectes et spatia informationes repraesentant, cuius indoles inclusa "0'-'9", 'AZ', spatium, '$', '%' includit. , ' +' ,'-',','/', In codice represso libitum est, quod systemate ipso additur.
INFO_CODE39_EXTENDED=	 39 barcode extensus est barcode extensus ad 39 barcode, omnes ASCII sustinet.
INFO_CODE93 =	 The 93 bar code est continuus, non-longitudo bidirectionalis clausurae, cum vectibus et spatiis informationes exhibentes, cuius indoles constituit "0'-'9", 'AZ', spatium, '$', '%',' +', '-',','/', Exstat codice repressus libitum, qui a systemate ipso additur.
INFO_CODEBC412=	 Barcode BC412 est continuus, longitudo bidirectionalis barcode non fixa, in qua omnes vectes et spatia informationes repraesentant, cuius indoles constituit "0'-'9" et "AZ" non includit "O", perscriptio codicis est automatice additur ratio.
INFO_CODE11 =	Codex vectis 11 est non-continuus, longitudo bidirectionalis non-fixa, in qua vectibus et spatiis informationes repraesentant, eius character inclusus "0'-'9'"-' includit, ad libitum perscriptio signum est; et ceptum codicem systematis Join automatice determinatur.
INFO_UPCA =	 UPC-A barcode fixa longitudo est, eius indoles tantum numeros ab '0'-'9' continet, UPC-A XII characteres continet, prima 11 data sunt, novissimus character signum est. Codex est automatice systema addiderunt, et ratio prima 11 characteres tantum accipit.
INFO_UPCA_2 =	 UPC-A+2 est UPC-A in plus 2 additis codicibus, ac ratio ultimas 2 characteres in codicibus additis habet.
INFO_UPCA_5 =	 UPC-A+5 est UPC-A addito codice plus digiti V, ac ratio ultimas 5 notas accipit sicut in codice addito.
INFO_UPCE =	UPC-E barcode fixa longitudo est, eius indoles tantum numeros ab '0'-'9' continet, UPC-E VIII characteres continet, prima indoles ut 0, notae 2-7 sunt datae, ac Novissima 1 Quisque character est ceptum codicem, ceptum codicem ab ipso systemate additur, et systema prima 6 characteres tantum capit.
INFO_UPCE_2 =	 UPC-E+2 est UPC-E additis plus 2 codicibus, ac ratio ultimas 2 characteres in codicibus additis habet.
INFO_UPCE_5 =	 UPC-E+5 est UPC-E plus digiti additicii codicis, et ratio ultimas 5 notas accipit sicut in codice addito.
INFO_CODE25=	Codex 25 barcode barcode non continuus est cum vectibus tantum informationes exhibentibus, cuius indoles tantum numeros ab '0' ad '9' continet, eiusque longitudo non figitur.
INFO_CODEINTER25=	25 Codex barcode intermissus est continuus in quo tum vectibus et spatiis notitias significant, cuius character tantum numeros ab '0' ad '9' continet. Delectus reprehendo codice ad systema automatice addetur.
INFO_CODECODABAR=	Codabar barcode est non continuum, non-fixum, barcode bidirectionale cum functione auto-reprehendendo, in qua omnes vectes et spatia informationes repraesentant, indoles eius inclusa "0'-'9", 'AD','-'; '$',',', '/', '.', '+';
INFO_CODE128A=	In CODE128 barcode continuus barcode est, cuius indoles characteribus cum valoribus ASCII ab 0 usque ad 95 continet, nec magnitudinis finis est.
INFO_CODE128B=	CODE128B barcode continuus barcode est, cuius indoles characteribus cum ASCII valoribus ab 32 ad 127 continet, et nulla mensura amplitudinis est.
INFO_CODE128C=	CODE128C barcode continuus barcode est, cuius character numerus '0'-'9' continet, si numerus characterum impar est, systema principalem 0;
INFO_EAN128A=	EAN128A barcode continuus barcode est, cuius indoles characteribus valoribus ASCII ab 0 usque ad 95 continet, nec magnitudinis finis est.
INFO_EAN128B=	EAN128B barcode continuus barcode est, cuius indoles characterum cum valoribus ASCII ab 32 ad 127 continet, et nulla magnitudo est modus.
INFO_EAN128C=	EAN128C barcode continuus barcode est, cuius character numerus '0'-'9 continet, si numerus characterum impar est, systema principalem 0;
	
QUIET=	blank
MID=	medium
SCALE=	Proportio
BARHEIGHT=	princeps vectes codice
NARROWBARW=	Moduli latitudine angusta
BAR=	spoliare
SPACE=	null
INTERCHARSCALE=	mediae iustae
MODULETUNING=	Barcode Module De revolutionibus
AUTOSIZE=	Auto magnitudine
FIXEDSIZE=	Certa magnitudine
SHORTPDF417=	illi modus
ERRLEVEL=	errorum correctio gradu
PDF417_ROWOUTRANGE=	PDF417 barcode lineae debent esse 3-90 lineae!
PDF417_COLOUTRANGE=	PDF417 columnae barcode debent esse 3-30 columnae!
BARCODE_ERR_ROWCOL=	Numerus ordinum et columnarum statutus chordae hodiernae convenire non potest!
SMALLEST=	minima magnitudine
MATRIX=	matrix
MODULEWIDTH=	OMNIBUS latitudo
REVERSE=	vicissim
INFO_CODEPDF417=	PDF417 barcode est duplex barcode dimensiva, cuius indoles omnes ASCII continet;
INFO_CODEMICROPDF417=	MicroPDF417 barcode est duplex barcode dimensiva, indoles set omnes ASCII continet;
INFO_CODEDATAMTX=	DATAMATRIX barcode est duplex barcode dimensiva, cuius indoles omnes ASCII continet;
VALID=	efficientis
FONT =	 font
FONT_ANGLE =	 inclinatio
FONTTYPE_BCF =	 barcode font
FONTTYPE_DMF =	 bitmap font
FONTTYPE_JSF =	 una linea font
FONTTYPE_TTF =	 TrueType fonts
SHOWTEXT=	display text
TEXTHEIGHT=	text height
TEXTWIDTH=	text latitudo
TEXTOFFSETX=	Textus X offset
TEXTOFFSETY=	Textus ego offset
TEXTSPACE=	text spacing
POINTMODE=	punctum modus
ROW=	Row
COL=	List
KEYBOARD =	 tincidunt
DATE =	 date
SERIAL =	 serial numerus
LISTFILE=	album file
DYNAMICFILE=	dynamic file
ENVARTEXT=	enable variabilis text
HEIGHT =	 summus
CHARSPACE=	mores iustae
CHARWIDTH=	mores latitudine
CHARHEIGHT=	altitudo mores
LINESPACE=	Linea iustae
ANGLE =	 angulus
PROMPT_TRAY =	 Apicibus ante dispensando quisque batch
PROMPT_NEVER =	 non promptum
PROMPT_PART =	 Sapien ante dispensando unaquaque pars
DATEFORMAT=	date forma
ADDDATEFORMAT=	adde diem forma
STARTSN=	satus ordo numerus
CURSN=	current Vide numerum
INCSN=	Sequentia numerus incrementum
MARKPER=	per signum
EXTEND=	expand
PREFIX =	 praepositione
SUFFIX =	 suffix
SUPRES_ZERO =	 Reprimere ducens zeros
RESETNO =	 Reset Vide numerum
SERAIL_ARRAY =	 Vide numerum ordinata
SNDLG_FILTER =	 Vide numerum sequentes filter
LINENO=	linea numerus
ENCONTOUR=	profile enable
HATCH1=	Nullam 1
HATCH2=	Nullam 2
ENABLE=	Admitte
PENNO=	calamum numerus
HATCH_CALCALL=	Object Totus Calculus
HATCH_EDGE=	ambulare
LISTDIST=	Linea iustae
EDGEOFFSET=	margin
STARTOFFSET=	satus offset
ENDOFFSET=	finis offset
SETDEFAULT=	set quod default
WAITTIME=	exspectans tempus
MESSAGE=	Promptus nuntius
SETOUTPUT=	set output portum
SYSTEMPARAM =	 Systema parametri
GENERAL =	 conventional
COLOR =	 color
WORKSPACE =	 Workspace
AUTOSAVE =	 automatic tergum
MOVEROTATE =	 move gyrationis
PLUGMGR =	 Plugin Manager
UNIT_TYPE =	 unitatis genus
GRID_DIST =	 eget eros
GRID =	 malesuada euismod
SHOW_GRID =	 ostende malesuada euismod
MM =	 mm
INCH =	 digitis
WORKSPAC_SHOW =	 ostende workspace
WORKSPAC_CIRCLE =	 circularis workspace
LB_CORNER =	 imo sinistram
WIDTH =	 latitudo
BIGNUDGESCALE=	Magna ratio temperatio
NEXTVALID =	 Haec mutatio non habebit effectum usque ad proximam tabernus
EVERY =	 Omne
BAKEXPLAIN =	Serva hodiernam datam in autoSave.Ezd lima in directorio programmatis omne tempus determinatum.
BAKTIME =	 "minuta, automatic tergum"
	
ZOOM_WINDOW1 =	 magnificatio fenestra
ZOOM_WINDOW2 =	 magnificatio fenestra
PICK =	 eligere
PICK_ALL=	desumo omnes
PICK_BYENT =	 per objectum
PICK_COPY =	 mobile exemplum
PICK_COPYENT =	 effingo
PICK_CUT =	 secare
PICK_DEL =	 delere delectu
PICK_ENT_CNT =	 Numerus obiecti Select
PICK_ENTITY =	 id est electus
PICK_GL =	 Trahunt indices
PICK_INV =	 contra lectio
PICK_LEFT =	 Proten dextra
PICK_LOCK =	 delectu cincinno
PICK_MOVE =	 Movere Transform
PICK_PEN =	 Eligere per calamum
PICK_NOENTITY =	 Nulla res est electus
ERR_0001 =	 Hic modulus minus quam 0.001 esse non potest, quaeso rursus ingredi
ERR_CRC     =	 Tabellae datae verificationis erroris, tabella laedi potest.
ERR_DELSYSLAYER =	 Systema default iacuit deleri non potest
ERR_DELUSELAYER =	 Currently usus in strato deleri non potest
ERR_MATCHFONTERR =	 'Non congruit font
ERR_MEMORY  =	 Satis spatii memoriae satis est ad memoriam collocare.
ERR_NOFINDIMPORT =	 Nihil valet initus plugin found
ERR_OPENFILE =	 file aperta defecit
ERR_READFILE     =	 Deficio legere file
ERR_RENAMESYSLAYER =	 Systema default iacuit nomen mutari non licet
ERR_SAVEFILE =	 File nisi defecit
ERR_SERIAL_FORMA =	 Forma tabella falsa est, tabella corrupta.
ERR_VERSION =	 Nefas versio documenti.
ERROR_VAR_FILTER =	Filtra nimis dura sunt ad generandum objecta textuum variabilium valida \nQuaeso filtra quaedam removere et iterum tenta
IS_TEXT_TO_GRAPH =	 utrum ad textum convertendum utens hoc fonte ad graphics?
CMD_OPENFILE =	 aperire lima
CMD_SAVEFILE =	 nisi documentum
OPEN =	 Apertum
TIP_NOTITLE =	 Untitled
NOTITLE =	 Untitled
FILE_ISSAVEAS =	 Sive mutatum files servare to
CHECK_SAVEPRE =	 nisi preview imaginem
CHECK_SCALE =	 custodire proportiones
CHECK_SHOWPRE =	 Ostende imaginem preview
STATIC_SAVETYPE =	 output modum
RADIO_SAVEALL =	 output omnia objecta
RADIO_SAVEPICK =	 output delectu objectum
AUTHOR =	 author
COMMENT =	 Notae
FILEINFO =	 file informationes
VERSION =	 Version
CMD_NEWFILE =	 creare novum file
PICK_PASTE =	 crustulum
CENFIELD=	locus ad centrum
AUTOSAVEFILE =	 Automatice tergum sursum lima design...
ON=	aperta
OFF=	claudere
GUIDELINE =	 Auxiliares versus
OBJECT=	object
	
	
	
	
ID_DRAW_CIRCLE =	 Circulum trahere \ nDraw in circulo
ID_DRAW_ELLIPSE =	 Ellipsin trahere \ nDraw ellipsin
ID_DRAW_PLINE =	 Trahunt curva \nDraw curvo
ID_DRAW_LINE =	 Lineam \ nDraw lineam
ID_DRAW_POINT =	 Conspirationis punctum \ nPlot punctum
ID_DRAW_POLY =	 Polygonum hauri \nDraw Polygonum
ID_DRAW_RECT =	 Trahunt rectangulum \ nDraw rectangulum
ID_DRAW_TEXT =	 Draw text\nDraw text
ID_DRAW_BITMAP=	 Drawing bitmap file\nDrawing bitmap file
ID_DRAW_VECTOR=	 Drawing vector file\nDrawing vector file
ID_DRAW_TIME  =	Trahe Mora \ nDraw Mora
ID_DRAW_INPUT =	 Trahunt input portum \nDraw initus portum
ID_DRAW_OUTPUT=	 Trahunt Outlet \ nDraw Outlet
	
	
ID_TOOL_NODE =	 graphi nodi recensere nNode edit
ID_TOOL_PICK =	 Aliquam lacinia purus instrumentum lectio \nGraph delectu
ID_MODIFY_HATCH =	 Imple lectus obiecta \ nFill
ID_TOGRAPH =	 Convertere objectum graphic object \ nTo graphic
ID_VIEW_STATUS_BAR =	 Ostendere vel abscondere statum talea\nShow et abscondere statum talea
ID_VIEW_TOOLBAR =	 Ostendere vel abscondere systema toolbar\nShow et abscondere systema talea
ID_VIEW_ZOOMBAR =	 Ostendit vel abscondit visum toolbar\nShows et abscondit visum talea
ID_VIEW_DRAW_BAR=	 Ostendere vel abscondere extractionem toolbar\nShow et absconde detractionem bar
ID_VIEW_ENTPROP=	 Ostendere vel abscondere rem proprietatis bar\nShow et abscondere rem proprietatis bar
ID_VIEW_ENTLIST=	 Ostendere vel abscondere obiectum album talea\nShow et absconde objectum album talea
	
ID_ZOOM_ALL =	 Repraesentationes omnium rerum ad maximum \nView all
ID_ZOOM_PICK =	 Maximum spectaculum delectu \ nSelect observatione
ID_ZOOM_IN =	 Duplex ostentationem \nZoom in
ID_ZOOM_OUT =	 Duplex ostentationem \ nZoom out
ID_ZOOM_PAN =	 Pan ostentationem \nPan
ID_ZOOM_WINDOW =	 Fenestra scalis \nWindow scaling
ID_ZOOM_WORKSPACE =	 Totum opus spatium \nWork area visum
ID_SNAP_GUILD =	 Snap ad duces \ nSnap ad duces
ID_SNAP_GRID =	 Snap ad malesuada euismod \ nSnap ad malesuada euismod
ID_SNAP_OBJECT=	 Snap Object \ nSnap Object
ID_SNAP_MESHVERTEX=	 Snap ad superficies vertices \ nSnap ad superficies vertices
ID_APP_ABOUT =	Programma programmata monstra, numerus versionis et librariae \nAbout
ID_APP_EXIT =	 Exit application; promptus documentum servare \ nExit
	
	
TT_PICKALL =	 Select all objects \nSelect all objects
TT_PICKDEL =	 Delere delectus rerum \ nDelete delectus rerum
TT_PICKINVERT =	 Invertunt lectio \ nInvert lectio
TT_PICKLOCK =	 Obfirmo delectus rem \ nLock
TT_PICKUNLOCK =	 Reserare delectus rem \ nUnlock
TT_PICKUNLOCKALL =	 Reserare omnibus obiecti \ nUnlock all
TT_PICKCEN =	 Locus ad originem \ nPlac ad originem
TT_PICKCENX =	Centrum X ponitur in axe Y\nThe centrum X ponitur in axe Y
TT_PICKCENY =	 centrum Y ponitur super axem X\nThe centrum Y ponitur in axe X
TT_PICKPEN=	Lego obiecti per calamum numerus \ nSelect obiecti per calamum numerus
TT_NODE_ADD =	 Add nodi\ nAdd nodi
TT_NODE_ALIGN =	 Node Conlinis \nNode Alignment
TT_NODE_ARC =	 Convertere ad arcum \ nTo arcus
TT_NODE_BEZIER =	 Convertere ad curvam \ nTo curva
TT_NODE_CLOSE =	 Automatice claudere curvam \ nAutomatically claudere curvam
TT_NODE_DEL =	 Reduce nodi \ nReduce nodi
TT_NODE_DIR =	 Mutatio curva directionis \ nCange curva directionis
TT_NODE_LINE =	 Convertere ad rectam \ nConvert ad rectam lineam
TT_NODE_REDUCE =	 Auto-minor puncta \ nAuto-minor puncta
TT_NODE_SEPARATE =	 Detach Node\nDetach Node
TT_NODE_SHARP =	 Acuti transitus \ nSharp transitus
TT_NODE_SMOOTH =	 Lenis transitus \ nSmooth transitus
TT_NODE_SYSMETRIC =	 Symmetric transitus \ nSymmetric transitus
TT_NODE_UNITE =	 Fusion Node\nFusion Node
TT_POINTONCURVE=	designandum in curva
TT_ADDLAYER=	Add accumsan \nAdd layer
TT_DELLAYER=	Delete accumsan \ nDelete accumsan
ADDLAYER=	addere accumsan
DELLAYER=	delete accumsan
ROTATEANG =	 Angulus gyrationis
MOVEDIST  =	 movere procul
ZOOMSCALE =	 scalis ratio
INPUTPT =	 initus punctum
INPUTSTARTPT =	 Intra initium
INPUTCENTER  =	 Intra centrum circuli
PICKCURVE=	Colligunt curvae ad ponere punctum in
PONITNUM=	puncta
POINTDIST=	designandum iustae
TEXT_POS=	Elige ubi ad textum ponere
ALIGN =	 align
UNDO=	undo
REDO=	recuperare
MENU_FINISH=	& end
MENU_CLOSEFINISH=	& Clausum finem
MENU_COOR=	& Intra coordinatas
TRANSFORM =	 transform
CENTER =	 centrum
MIRROR =	 speculum
SHEAR=	benificium
PEN=	Pen
SPEED=	celeritas
OBJECTLIST=	object album
APPLYDEF=	parametri set ad defaltam
ADVANCE=	provecta
POWER=	potentia
FREQ=	frequentia
TICKLE=	Pre-ionization
STARTTC=	Turn-in mora
ENDTC=	finis mora
POLYTC=	anguli mora
SECOND=	secundo
US=	microseconds
DELETE=	delere
PARAMLIB=	parametri bibliotheca
INPUTPARAMNAME=	Intra parametri nomen
GUILDLINE =	 Auxiliares versus
PARAMNAMENONULL=	Parameter nomen inane non potest
PARAMNAMEEXIST=	Parameter nomen iam exstat! Modum rescribere vetus?
REALYDELPARAM=	Visne vero modulum hodiernam delere?
REALYAPPDEF=	Certusne esne parametris hodiernam adhibere parametris ut default parametris?
JUMPSPEED=	Salire velocitate
JUMPPOSTC=	Salire loco mora
JUMPDISTTC=	Salire procul mora
ADVANCEMARKPARAM=	Provectae notati parametri
ENDCOMP=	terminus punctum ultricies
ACCDIST=	Acceleratio procul
MARK=	vestigium
SELECTAPARAM=	Placere eligere modularis
MODIFYCOLOR=	mutare color
MODIFPARAM=	Mutatio parametri
APPLYTOPICK=	applicare ad electionem
PARAM=	modulus
NOMOREMARKPARAM=	Tantum default parametri, mutari non potest
NOPICKOBJECT=	nullum eligitur
SETDEFPEN=	set quod default stylo
MENU_SPECIAL=	&Special
FAILOPENLMC=	'Non aperire coegi LMC1! Quaeso reprehendo si coegi LMC1 recte installed!
NOTFINDLMC=	Non invenio validum LMC1 fabrica!
MENU_LASER=	& Laser
DISABLEUSE =	 Prohibitus utendi
ENABLEUSE =	 usus
FIELD=	area
LASERCTRL=	laser imperium
EXTAXIS=	Extensus axis
CONFIGPARAM=	Configurationis parametri
NEGATE=	vicissim
ASPECT=	Exterior
FIELDSIZE=	Area magnitudine
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Ad designatum locum post dispensando
MARKSTR_AFTER1=	ne quoquam exsurgatis
MARKSTR_AFTER2=	Galvo Centre
MARKSTR_AFTER3=	summo sinistram objecti
MARKSTR_AFTER4=	Summo dextro objecti
MARKSTR_AFTER5=	imo rectus objecti
MARKSTR_AFTER6=	inferiorem sinistram objecti
MARKING=	Vestigium...
WAITIOINPUT=	Signum IO input portum exspectans...
	
PART=	Components
TOTALNUM=	total
CONTINUES=	Continua processus
MARKSELECT=	Lego processus
QUIT=	quit
LIGHTSHOW=	lux rubrum ostentationem
	
QSWITCH=	Q switch
ANALOGOUT=	Analog output
CALIBRATION=	Correctio
OTHER=	alius
ENPWMSIGNALE=	Admitte PWM signo output
MAXPWMFREQ=	Maximum PWM signo frequency
ENABLETICKLE=	Admitte preionization
PULSEWIDTH=	Pulsus Latitudo
PULSEPERIOD=	Pulsus frequency
FPK=	primum pulsus suppressio
FPKEND=	Conversus in Q switch cum primum pulsus suppressio desinit
ANALOGOUT=	Analog output
ANAPOWER=	Analog portum potentia activare output
ANAFREQ=	Admitte frequency Analog portum output
STARTMARKDELAY=	Satus pretium mora
FINSIHMARKDELAY=	Finis signum mora
MAXPOWERDELAY=	Maximum imperium mora
USERDEFRATIO=	User definitum Scale
REALRATIO=	Actualis ratio
FREQMAP=	frequency mapping
POWERMAP=	potestas tabularum faciendarum
READY=	para
BTNSTOP=	IMPEDIMENTUM (F4)
BTNMARK=	Mark (F2).
BTNPARAM=	Parametri (F3)
BTNQUIT=	EXITUS (F5)
BTNLIGHT=	Lux rubrum (F1)
MARKSTR_NOENTITY=	Nulla notitia discursum esse potest, quaeso, num fasciculus oneratus sit reprehendo!
MARKSTR_NOENTITY_SELECT=	Nulla data est quae discursum esse potest, quaeso reprehendo an objectum processui sit delectus!
DOG_DATAERROR =	 Encryption cincinnorum notitia perperam facta est, quaeso, inspicias an cincinnus encryption recte inseratur
DOG_SHARETIME =	 Praesens versio communis est, tempus concessum es!\nSi vis hoc programmate uti pergere, pete negotiatorem programmatum.
DOG_SHARE =	Praesens versio communis est versio, quam pluries usus es!\nSi vis pergere ut hoc programmate utere, pete commercium programmatum.
DEMOVERSION=	Dongle non invenio! Quod software erit modus operatur in demo
DELHATCH=	remove Nullam
CURTIME=	current tempus
TOTALTIME=	totalis tempus
PULSELENGTH=	Pulsus Latitudo
CHECK=	deprehendere
LASERON=	Conversus in laser
LASEROFF=	laser off *
POSX=	X loco
POSY=	Y situ
LASERWILLOUTPUT=	Press OK ad output laser, esne tu vis laser output?
WARN=	moneo
SCANIMAGE=	scan imaginem
BOTTOM =	 imo
TOP =	 top
	
ORIGIN_PTNUM=	Intra punctum nulla
ORIGIN_WAY=	Ad modum originis
PLUGFILENAME =	 Plugin file name
	
PLUGSTATE =	 plugin status
PLUGVER =	 Plugin version
PROMPT =	 admonitus
MENU_APP_EXIT =	 & Exit
LMCVERERROR=	LMC hardware versionem error
WELD=	glutino
TRIM=	putabis
INTERSECT=	transire
WELDTO=	iuncta est
TRIMTO=	incisum at *
INTERSECTTO=	traicere
PLASTIC=	figura
SAVESRC=	custodi originale objectum
SAVETAR=	ut scopum object
NOVALIDONCEMORE=	Nihil recusandae delectus delectus, eligendi?
FILE=	documentum
PORT=	port
IOSTOP=	Subsisto processus initus portum
STOPPROMPT=	Promptus nuntius cum machining intercluditur
STOPSIGNALTRIG=	Subsisto signo utitur et processus currentis intercluditur!
REMOTE=	remota potestate
ENREMOTE=	Admitte remotis imperium
NETWORKIP=	network IP oratio
QPULSEWIDTH=	Q pulsus latitudo
POINTTIME=	fac tempus
LEFT =	 sinistra
RIGHT =	 ius
ALIGN_NODECTRL=	Conlineare Node Imperium Points
NODE_ALIGN=	Conlineare Node
OFFSETLEN=	offset longitudinem
BASELENGTH=	basis longitudinem
TRANFORM=	transform
BASE=	Probatio
FREE=	 Liber
BASEANGLE=	referat angulus
ANGLELIMIT=	Angulus range modus
CHANGEORDER=	mutare ordinem
MODIFY=	Revise
ROAXIS=	axis rotationis
ZERO=	nulla
STEPPERRO=	Pulsus per revolutionem
DISTPERRO=	Motus distantiae per revolutionem
MINPOS=	Minimum coordinatae
MAXPOS=	maxime applicata
MINSPD=	minimum celeritas
MAXSPD=	Maximam celeritatem
ZEROSPD=	Nulla reditus celeritas
GEARRATIO=	Reductio ratio
PARTDIA=	Diameter workpiece
ZEROOFF=	Nulla nonummy
ACCTIME=	accelerationis tempore
SCALECOMP=	Compensatio proportionalis
SHEARCOMP=	misalignment ultricies
SPACECOMP=	Backlash ultricies
GOTOORIGIN=	Axis extensa correctio nulla punctum
PLSPICKAPEN=	Placere eligere stylo
BITMAP=	bitmap
LINEINC=	Scan Bitmap linea incrementi
NODE_DELETE =	 delere nodi
NODE_ADD =	 adde nodi
NODE_UNITE=	fusione nodi
NODE_TOARC =	 Convertere ad arcus segmentum
NODE_TOBEZ =	 Convertere ad curva Segmentum
NODE_TOLINE =	 Convertere ad segmentum
NODE_TOSHARP =	 cuspidem transitum
NODE_TOSMOOTH =	 lenis transitus
NODE_TOSYSMETRIC =	 Symmetrica transitus
NODE_ALIGN =	 nodi alignment
NODE_CHANGEDIR =	 Mutare directionem curvae
MARKON=	Open notati
MARKOFF=	Nota off
CURVEEDIT =	 Curva recensere
MENU_AUTOCONNECT=	Auto connect
CONNECTERR=	Auto connect error
	
PRINTER  =	 printer
PRINT  =	 Print
STYLE  =	type
STATUS =	 status
REMARK =	 Animadverte
COPYNUM=	 numerus exemplarium
ATTRIB=	 Attributes
PRINTCOPYNUM=	 numerus exemplarium
AUTOPAGE=	Lorem paging
PRINTRANGE=	print range
PRINTALL=	imprimere all
PRINTSEL=	selectis print
PAGESETUP=	pagina occasus
	
MARGIN=	Marginibus
MARGINLEFT =	margine sinistro
MARGINRIGHT=	margine dextro
MARGINTOP  =	summo margine
MARGINBOTTOM=	imo margine
	
PAGECEN     =	page centrum
PAGECENUP   =	superior media
PAGECENLEFT =	centrum sinistram
PAGECENRIGHT=	centrum ius
PAGECENDOWN =	medium et inferius
	
PAGELEFTUP   =	summo sinistram
PAGERIGHTUP   =	summo iure
PAGELEFTDOWN  =	imo sinistram
PAGERIGHTDOWN =	deorsum rectum
PAGEFILL=	resize ad paginam
PAGERANDOM=	mos
AXISSTEP=	Motus gradus longitudinis
SPLITSIZE=	Scinditur magnitudine
SPLITPARAM=	justo parametri
SPLITBYGUILDLINES=	Auxilia per lineas divide
ORIGIN=	originis
LIGHTING=	rubrum lux significat
SPLITMARK1=	Scindi pretium 1
SPLITMARK2=	Mark 2
ORIGINCOOR=	originem coordinatas
SETCURPOSTOORIGIN=	(& D) Pone punctum ad originem
SETORIGIN=	set originis
SPECIALMOTION=	specialis motus
STOP=	prohibere
GOTOMARKORIGIN=	Movere vestigium originis
REDLIGHTPOINT=	rubrum lux indicium
LIGHTSPEED=	celeritas rubrum lux
OFFSETPOSX=	offset situ X *
OFFSETPOSY=	offset situ Y *
REDLIGHTIO=	Red lumen significans output portum
MARKIO=	vestigium output
NULL=	nullus
INPUTTEXT=	Please enter the text to be processioned
FORCESPLIT=	coactus division
LINE=	recta linea
RIGHTCOOR=	Preme ius mus felis intrare coordinatas
INPUTCOOR=	Intra coordinatas
FINISHGOTOSTARTPT=	Post processus, ad initium redire
STARTMARKIO=	Satus pretium portus
INPORT=	initus port
AUTORESET=	Lorem reset
JSFFONT_FILENAME=	jsf font file name
GRAPHCHAR=	Characteribus correspondentes graphics
UPDATEFONTFILE=	Update font file
OFFSET_DIST=	offset procul
JCZFONT_NEWJSF=	Scapus non est, novum fasciculum creare?
JSFFONT_NAME=	font name
DOUBLEWIDTH=	duplex character latitudo
DOUBLEHEIGHT=	duplex ratio altitudinis
SINGLEWIDTH=	unius ingenii latitudine
SINGLEHEIGHT=	una ratio altitudinis
JSFFONT=	Jsf font
JCZFONT_PROPERTY=	font proprietatibus
ENMARKMUTEX=	enable pretium Mutex
MARKPARAM=	Vestigium parametri
ONOFF=	switch
CURPEN=	current calamum numerus
CURPENPARAM=	current calamum parametri
USEDEFAULTPEN=	Usus default parametri
SELPARAMFROMLIB=	Ut a parametri bibliotheca parametri
DELETESELPARAM=	delegit lectus parametri
CURPARAMSAVEAS=	Servo current parametris ut
PLSSELPARAM=	Placere eligere primum moduli
ID_DRAW_BARCODE =	 Trahunt barcode \ nDraw barcode
MENU_VIEW_MARKPARAM=	Vestigium parametri
ID_VIEW_MARKPARAM=	Monstrat vel celat vestigium parametri talea\nShows vel celat notati parametri talea
SHOWCROSSLINE=	Ostende centrum crucis
SELPOSDATUM=	Eligere datum pro situ coordinatas
PULSEGREATEMAX=	Latitudo venarum Q statuta maior est quam latitudo leguminis maxima
MAXPULSEWIDTH=	Maxime legumen latitudine
CURFREQ=	current frequency
FIELDNAME=	Nomen agri
CURRENT=	current
CURRENTMAP=	Current mapping
ENCURRENT=	Admitte current output
EXESTART =	Cum incipit ezcad, progressio curre
EXEFINISH=	Cum ezcad clauditur, progressio currite
PARAMNAME=	parametri nomen
GOALSIZE=	scopum marcam magnitudine
REALSIZE=	Ipsum pretium magnitudine
CALCSCALE=	Rationem calculare
GOALMUSTGREATE=	Signum magnitudine scopum debet esse maior quam 0.001
REALMUSTGREATE=	Magnitudo ipsa notati debet esse maior quam 0.001
FORCEALLSPLIT=	Tota divisio
USEGUILINSTARS=	Usus digital Q-switch exactoris
	
DESCENTRATIO=	Inferius princeps ratio
DESCENT=	in altum
ASCENT=	Shanggao
BASELINE=	baseline
LOADCHAR=	Mores onus data
SAVECHAR=	nisi mores notitia
LEFTSIDE=	Width sinistram firmamentum
RIGHTSIDE=	Rectum firmamentum latitudine
HELP =	 auxilium
HELP_BLUEBOX=	Artus caeruleus area est quam indoles obtinet cum actu ostenditur
HELP_DESCENTRATIO=	Inferius princeps ratio
HELP_CHARWIDTH=	Ingenium latitudo ad characterem vexillum pertinet latitudinis fontis bibliothecae hodiernae
HELP_CHARHEIGHT=	Ingenium altitudo refers to the standard character height of the current font library
HELP_LEFTSIDE=	Sinistra subsidii latitudo est distantia ipsa notitia characteris et terminus sinistrus
HELP_RIGHTSIDE=	Recta subsidii latitudo est distantia actualis notitiae characteris et terminus recti
HELP_BASELINE=	In baseline linea horizontalis usus est ad alignment cum aedificaretur fons
CHARKERNING=	Character kerning
NOFONTFILE=	Non potuit invenire file fontalem validum, quaeso, eligere validum fontalem fasciculum!
INPUT2CHAR=	Intra duo characters
SAVEKERNING=	nisi kerning
JCZFONT_VER1=	Praesens bibliotheca fontana est versio v1.0, et convertitur ad versionem v2.0.\nQuaeso sileo ezcad2.0 antequam modificatio efficax sit!
PULSEMODE=	Vector Dot Pattern
PULSEPER=	Pulsus per punctum
FLYMARK=	volantes notati
FLYSPEED=	Velocitas linearis
ERR_FLYSPEEDFAST=	Celeritas recta nimis velocior est quam galvo adsequi!
MS=	millisecond
CANHATCH=	impleri potest
PASSWORD=	password
CONFIRMPASSWORD=	Adfirmare Password
PASSWORDNOSAME=	Tesserae bis inscriptae sunt diversae, quaeso rursus ingredi!
PASSWORDUNVALID=	iniuriam password!
OUTPORTALRADYUSE=	Portus output ab alia fabrica occupatum est, quaeso eam retexere!
LASERPOWERIO=	Laser potentia output
POWERON=	in virtute
POWEROFF=	de potentia
EZCADSTR_ID_FILE_IMGLIB =	 Aperit Favorites Gallery\nFavorites Gallery
EZCADSTR_IDC_STATIC_NEWIMG =	 Please enter an image name
EZCADSTR_IDC_STATIC_NEWLIB =	 Please enter a gallery name
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Please enter a file name (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 delete image
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 delete gallery
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 addere imaginem
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Novae porticus
EZCADSTR_IMGDLG_KEEPSIZE =	 Clausum scalae
EZCADSTR_IMGDLG_NEWIMG =	 addere imaginem
EZCADSTR_IMGDLG_NEWLIB =	 Novae porticus
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Optiones graphics exportare
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 summus
EZCADSTR_IMGDLG_STATIC_NAME =	 Nomen gallery
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Picture Praevius
EZCADSTR_IMGDLG_STATIC_WIDTH =	 latitudo
EZCADSTR_IMGGLD_ORIGSIZE =	 originali magnitudine
EZCADSTR_IMGLIB_DRAW =	 Drawing Gallery
EZCADSTR_IMGLIB_MAXIMG =	 Numerus picturarum in hac porticu maximam vim attigit, quaeso, novam gallery creare
EZCADSTR_IMGLIB_TOTALNUMBER =	 Numerus imaginibus:
EZCADSTR_IMPORT_PT =	 Intra locum ponere graphics
EZCADSTR_MSG_DELETEIMG =	Visne vero picturam delere?
EZCADSTR_MSG_DELETELIB =	 Visne vero gallery delere?
EZCADSTR_MSG_DIRECTORYERROR =	 bibliotheca file semita non est
EZCADSTR_MSG_HAVEFILE =	 Definitum gallery iam exstat, quaeso rursus ingredi
EZCADSTR_IMGDLG =	 Communia Gallery
EZCADSTR_MENU_FILE_IMGLIB =	 &Communia Gallery...
CIRDIAMETER=	circulus diameter
ARRAY_NUM=	numerus vestit
ANG_DIST=	Angularis spatio
EZCADSTR_ARRAY_TYPE =	 ordinata genus
EZCADSTR_ARRAY_X_DIST =	 Horizontalis spatio
EZCADSTR_ARRAY_X_NUM =	 Horizontalis numerus
EZCADSTR_ARRAY_Y_DIST =	 Vertical spacing
EZCADSTR_ARRAY_Y_NUM =	 vertical numerus
EZCADSTR_ARRAY_DIST_CALC =	 Ratio spatii iusta
EZCADSTR_ARRAY_ENTSPACE =	 Ratione secundum spatium graphics
EZCADSTR_ARRAY_OFFSETDIST =	 Ratione offset procul
EZCADSTR_CMD_ARRAY=	ordinata object
RADIUS=	radii
BREAKCROSSPOINT=	intersectio removere
ID_MODIFY_ARRAY =	 Ordinare delectus rerum \ nArray objecta
ID_MODIFY_ROTATE =	 Rotate lectus obiecta \ nRotate obiecta
ID_MODIFY_PLASTIC=	Object Shaping \nShaping
ID_MODIFY_CONNECT=	Auto- connect curvarum \ nAuto-connect curvas
ID_MODIFY_BREAKCROSS=	Remove intersectionem curvarum \ nRemove intersectionem
ID_MODIFY_TRANSFORM=	Transform objects\nTransform
ID_MODIFY_OFFSETCURVE =	 Offset lectus res curvae \ nOffset curvae
CROSSLEN=	intersectio longitudo
TESTLASER=	test laser
READALLLINE=	Legit totum lima omni tempore
INFO_CODE128OPTMIZE=	CODE128 barcode optimus barcode continuus est, indoles eius characteribus valoribus ASCII ab 0 ad 127 continet, et ratio automatice inter CODE128 A, B et C iuxta notas permutat, codicem extremum brevissimum faciens;
FLYRIGHT2LEFT=	Pipeline versus ad dextram et sinistram
FLYCONTMODE=	Pipeline continuus modus
DATEINFO=	Meaning of characters in date format: Y
SN=	serial numerus
INCSN=	Sequentia numerus incrementum
	
DATENAME=	date nomen
YEARUSE2DIGIT=	Duo numeri ad annum utere
YEARNOLEADZERO=	Anno sine ducens zeros
HOUR12=	XII horae horologium
TIMENOLEADZERO=	tempus sine ducens zeros
DIGIT09ISSN=	Numerus 0 est numerus seriale ac numerus 9 est numerus Vide incrementum
SAMPLE=	Exemplum
AM=	mane
PM=	meridiem
DATENAMECANNOTNULL=	Date nomen vacuum non potest!
SAVETONEWFILE=	nisi ad novum file
AUTOROANG=	Auto rotate replendum angulus
BYDAY=	per diem
BYMONTH=	menstruam
BYWEEK=	per septimana
BYYEAR=	per annos singulos
DATEOFFSET=	date offset
ENTOTALPARTNUM=	Totalis numerus workpieces valet in continua modus
MARKFINISHNUM=	Quantitas certa est processionaliter! Visne processus permanere?
OFFSET=	offset
EXPORTTEXT2FILE=	Output ad certum file textus in processus
EXPORTTIME2FILE=	Output ad certum file in processus
EXPORTTEXT=	output text
AUTOCONNECT=	Automatice connect segmentis curvae adjacent
SOFTUSEPSW=	A password ut software est ingressus est
USERMGR=	User Procurator
USER=	user
ADMIN=	procurator
DESIGNED=	excogitatoris
WORKER=	operator
MODIFYPASSWORD=	mutatio Password
SELUSER=	eligere user
PSWINCORRECT=	Recta password quaeso re-intrabit
CARDNO=	numerus chartulae electronicae
SELLMC1DEV=	Lego fabrica ut parametri
LASERTYPE=	Genus laser
NOHATCHTEXT=	nulla text Nullam
USECORRECTFILE=	Usus correctionis files
CRYSTAL=	crystallo
MAXFREQ=	maxime frequency
PULSEGREATEMAXFREQ=	Pulsus frequentia major est quam maxima frequentia
MOVEANG=	Motus angulus
CURRANGLE=	current angulus
ROANGMARK=	Revolutionis angulus notans - nota: z coordinata objecti est valor angulus
OPTIMIZECURVE=	Optimize curva ordinem
ANGLEROTATE=	Angulus gyrationis vestigium
SIZESCALE=	Ratio magnitudinis
PULSE=	pulsus
ENSHOWCONTOUR=	ostende formam
SUBSURFACE=	Intus exisse
ZEROTIMEOUT=	ad nulla timeout
CMD_REPEAT1=	repetere imperium 1
CMD_REPEAT2=	repetere imperium 2
NODE=	nodi
SUNDAYISFIRSTDAY=	Dominica prima die sabbati
TT_POINT=	trahere punctum
TT_POINTONCURVE1=	Pone certum numerum punctorum in curva
TT_POINTONCURVE2=	Ponens fixa puncta curvae
IMGLIB_PROMPT=	Indicium: Press et tene murem sinistram puga desideravit graphics eligere et trahere ad movere ad workspace
ONELASERMULTISCANNER=	Una laser et multi-Lens modos
MULTILASERMULTISCANNER=	Multi-laser et multi-modis lens
ALLSCANNERSAMEPART=	Omnes galvanometers processus in eodem workpiece
ALLSCANNERDIFFPART=	Omnes galvanometri processus diversis workpieces
SCANNER=	Galvo
SCANNERTYPE=	Galvo type
CENPOS=	Centrum coordinatae
LASERPARAM=	Laser parametri
ERR_OUTRANGE=	Extensio axis machinæ e range!
MOVETOPREV=	movere fronte
MOVETONEXT=	movere dorsum
MOVETOTOP=	ad frontem
MOVETOBOTTOM=	movere dorsum
MENU_EDIT_TODASHED=	linea ad allisi
INFO_QRCODE=	QRCODE barcode est duplex barcode dimensiva, cuius indoles omnes ASCII continet;
LASERONTIME=	Laser in tempore
DISTRIBUTION=	distributum
D_TOP=	&Sicut
D_VCEN=	& Medium
D_VSPACE=	& spacing
D_BOTTOM=	& Bottom
D_LEFT=	& Left
D_HCEN=	& Medium
D_HSPACE=	& spacing
D_RIGHT=	& Right
ISREALYMARK=	Satus intendens?
DELOLDCURVE=	delete annorum curvarum
PICKOFFSETCURVE=	Select curva offset
PICKOFFSETDIR=	Lego offset curvae directionis
NESTING=	Optimized Nidum
PICKEDGE=	delectu terminus
NESTPARAM=	Parametri nidificans
AUTONESTING=	ipso nidificans
BRIDGEDIST=	gremio procul
STOCKDIST=	Sheet marginibus
ROTATEINTERVAL=	Rotatione gradus
ROTATE=	rotate
ERRNESTING=	Praesens scheda limes omnia exempla accommodare non potest!
PICKNESTEDGE=	Lego sheet terminus in quo ponere sample
MARKDATA_OUTRANGE=	Processus notitia excedit processus range!
SELECTNESTEDGE=	Placere eligere schedam terminum in quo primum specimen pone!
NESTINGMULTI=	Multa workpiece layout
NESTINGONE=	Uniform layout of single workpiece
SHEETSIZE=	Materia magnitudine
SHEETSIZESMALL=	Magnitudo materiae angusta est!
WARNSTARTSIGNAL=	Processus continue interrumpitur. Estne initium processus signum iniuriae? An initium processus signum prohibitum est?
INPORTCONFLIC=	Nota quod input portus pugnantes sunt! Elige iterum!
OUTPORTCONFLIC=	Nota quod portus output pugnantes sunt! Elige iterum!
UNCOMBINE=	 separatum compositum
READPOINTCLOUDFILE=	Legere punctum nubem file...
MENU_FILE_BMPFILE=	Input bitmap file\tCtrl+W
MENU_FILE_VECTORFILE=	Import vector file\tCtrl+B
MAXFREQDELAY=	Maximam frequency mora
INFO_CODEINTER6=	Codex ITF-6 barcode fixa longitudo est, eius indoles tantum numeros '0'-'9 continet, ITF-6 6 characteres continet, prima 5 ingenia data sunt, novissimus character est perscriptio codicis, verificationis Codex a systemate ipso facto additur, et ratio prima 5 characteres tantum capit.
INFO_CODEINTER14=	Codex ITF-XIV est barcode fixa longitudo, eius indoles solos numeros '0'-'9 continet, ITF-14 XIV characteres continet, prima XIII data sunt, et indoles postrema in codice perscriptio. tesseram ab ipso systemate additur et systema tantum primas 13 characteres capit.
BORDER=	artus
PLUSEWIDTHREV=	legumen width inversion
ENANALOGFPK=	Admitte Analog Primum Pulsus Suppressione
INFO_USERDEFINE=	Barcode definitus usor, usor-definitus numerus ordinum et columnarum, notitia barcode repraesentatur filo numerorum cum magnitudine ab "0-255 separato", quilibet numerus repraesentet stipitem 8-digiti barcode, numerus primus repraesentat. barcode a summo ad imum Prima linea ab imo, prima 8 barcode cuneos a sinistra ad dextram. Cum byte in fine ordinis accommodari nequeat, notitia debita bl ignorabitur. Si non est in charactere initus, regula binaria adhibetur, 1 significat nigrum et 0 album significat.
RINGMARK=	Jewelry
INPUTDISTRCOFF =	 Intra dolium factor deformationis
INPUTTRAPECOFF =	 Intra trapezium deformatio elementum
GRADUATION=	scalae
GRADUATIONNUM=	marcas numerus ricinum
GRADUATIONANG=	Angulus incrementum
DEGREE1LEN=	Minimum longitudo ricinum
DEGREE5LEN=	V, punctum tick longitudinem
DEGREE10LEN=	X punctum tick longitudinem
SHOWTEXT=	display text
STARTVALUE=	incipiens valorem
INCVALUE=	Incrementum valorem
DOTBITCOUNT=	numeri post punctum
LOADGRADFILE=	Onus scale file
SAVEGRADFILE=	nisi ricinum file
ROTATERULER=	scale anulum
HATCHBYDEFAULT=	Imple per default parametri
360MARK =	 CCCLX gradus notati
STARTPULSEMODE=	Satus signum pulsus modus
AUTORESETMARKCOUNT=	Lorem reset processus temporibus
PULSEPERUNIT=	pulsus per unitas
MOVE =	 move
MOVETO =	 movere to
RELATIVE=	relativum
MENU_DRAW_EXTAXIS=	& Axis Extensus
ID_DRAW_EXTAXIS=	 Axis expansum trahit \ nDraws ad axem expansum
MULTIPARTMARK=	Multi-statio machining moduli
PLEASEVALIDPARAM=	Quaeso eligere validum statione parametri
MALTIMARKINFO=	Numerus processus maximus definitus est discursum!\NSi vis processus, quaeso numerum processuum mutare vel numerum processus maximus.
MALTIMARKINFO2=	Certa numerus maximus machining peracta est!
PARTPOS=	statio
PARTTYPE=	workstation modus
SELPARTTYPE=	Lego statione modus
CURPARTPOS=	current station
MARKEDCOUNT=	Numerus processionaliter
STOPWHENMAX=	Nolite post dispensando ad maximum numerum processus
MAXCOUNT=	Numerus maximus processus
MARKALLPART=	F1 ut computetur omni current statio
CONTMARKALLPART=	F2 Continua machinatio omnium stationum
MARKCURPART=	F8 dispensando hodiernam stationem
MODIFYCURPART=	F9 ad mutare current statione positus
ADD=	Augere
DISMARKWHENREACHTOTAL=	Processus prohibitus est post dispensando ad certum numerum
CURNUMGREATETOTALNUM=	Hic numerus processus maior quam numerus processus factus est, quaeso retexere hunc numerum processus ante processui!
YAGOPTIMIZEMODE=	YAG optimized saturorum exemplarium
	
FLYHARDWARE=	Admitte Hardware Vivamus Modus
FLYSIMULATION=	Admitte modus aemulandi hardware
MULTIPLIER=	fuga celeritatem factor
UM=	microns
MIL=	mil
UMPERCOUNT=	microns / comitem
INCHPERCOUNT=	pollices / comitem
FLYCOUNT=	numerare
TOTALMARKTIME=	totalis processus tempore
DOG=	dongle
DEFENTTEXT=	TEXT
SPECIALPOS=	certum locum
GOTOSPECIALPOS=	certum locum movere
SETCURPOSTOSPEC=	(& D) Pone current punctum in certo situ
MINPWMFREQ=	Minimum PWM signo frequency
PULSELOWMAXFREQ=	Pulsus frequentia minor est quam minima frequentia
MINFREQ=	Minimum frequency
DOUBLELINEMODE=	duplex ratio ricinum
LASERSLEEPTIME=	Somnus laser tempore
DXFUNITISINCH=	Dxf file Unitates pollices
0NOTAILZERO=	0 scale non ostendit 0 post punctum
SHOWDEGREE5TEXT=	Ostendere 5-gradum textum
TEXTROTATE90=	XC gradus text rotata
BOLDLINEMODE=	wide exemplum ricinum
POWERRULER=	Super princeps
PLSSELRULER=	Placere eligere princeps ut machined
ALEARDYHAVESAMERULER=	Nomen rectoris conflictus, quaeso, secunda nomine!
GRADCONDISNULL=	Tick signum generationis conditio principis vacua esse non potest!
MINGRAD=	Minimum scale
RULER =	 princeps
RULERNAME=	Nomen princeps
GRADGENCOND=	Tick genus Conditions
GRADLINE=	notas tick
GRADVALUE=	Scale valorem
STARTPT=	initium
ENDPT=	terminus punctus
STARTINDEX=	satus numerus index tick
ENDINDEX=	finem ricinum index numerus
INCINDEX=	Index incrementi tick
GRADLINEWIDTH=	Tick latitudo
ROTATERULERMODE=	Princeps gyratorius modus
GLOBEMARK=	notati globe
LONGITUDE=	longitudo
LATITUDE=	latitudo
FLYMARKENTBYORDER=	Da volucrum ab obiecto ordine
INPUTIOMASK=	initus IO larva
OUTPUTIOMASK=	output IO larva
DISSTARTIOINCONTMODE=	Continui modus disable initium notati portum
LASEROFFTC=	Lux off mora
STARTGRADPOS=	satus ricinum positio
INCPOS=	locum incrementi
STEPPERMM=	vestigia / mm *
STEPPERINCH=	gradus / inch
EDIT =	 edit
TOTALPARTNUM=	totalis numerus partium
EXPORTTOWS=	output ad workspace
STRAIGHTRULER=	princeps
RINGRULER=	Anulus princeps
DISKRULER=	discus princeps
PARTNUM=	Pars Nomen
UPDATEPOSPARAM=	Renova situm parametri
OTHERNUMSYS=	turpia consuetudo
MAXNUMBER=	maximum basi
MPERMIN=	m/min
INCHPERMIN=	pollices / min *
ENCODERDIST=	Encoder peregrinatione procul
OUTPORT=	output portum
ROTATETEXTMARK=	Rotate text vestigium
	
CIRCLEMODE=	circulus exemplaris
TEXTELEMENT=	text element
TCPIPCOM=	Communicatio Network
SERIALCOM=	Vide communicationis
TIME=	tempus
FIXEDTEXT=	certum illud
NOLEADZERO=	Non utuntur ducens zeros
PREV=	movere deinceps
NEXT=	recedite
LIMILTSN=	Maximum ordinem numerus
MODE=	exemplar
YEAR=	annus
MONTH=	luna
DAYOFMONTH=	dies
DAYOFYEAR=	caelum
DAYOFWEEK=	Hebdomada
WEEKOFYEAR=	hebdomadis
HOUR=	Hora
MINUTE=	minute
TIMESEC=	tempus
IPADDRESS=	Disputatio
COMMAND=	Ordo
ALLCHARSUSES=	omnia possibilia ingenia
BAUDRATE=	baud rate
DATABIT=	notitia bits
STOPBITS=	subsisto aliquantulus
PARITY=	pari
ENCIRCLETEXT=	enable arcus text
POWERKEYBOARD=	Super tincidunt
KBWORKDIRECTORY=	keyboard working Directory
KEYLIST=	key album
KEYNAME=	key nomen
KEYFILE=	clavis file
CUTONOFF=	Conscidisti switch
USERNAME=	user nomen eius
	
DYNFOCUS=	dynamic focus
ENDYNFOCUS=	Admitte focus dynamic
DYNZREV=	Z vicissim
DYNZPOS=	Z positione
DYNZRAD=	Spatium ad centrum (%)
DYNAUTOSWITCH=	Auto switch
DYNUPDATEALL=	Z update loco
DYNADD=	Z crescit
DYNDEC=	Z decrementum
DYNSTART=	satus probatio
DYNSTOP=	nolite test
DYNUSING=	Focus dynamicus in usu..
IAGREE=	Conveniunt accipere hanc conventionem
IDONTAGREE=	hoc non concordant accipere pactum
ERR_CANNT_RUN=	Operatio non potest fieri in statu current
MARKSPEED=	notati velocitate
LENTESTRECT=	Test rectangulum latus longitudinis
TESTPARAM=	Test parametri
ZINCREMENT=	Incrementum Z *
ZMICROINC=	Incrementum subtilis-tuning Z
ZMAX=	Z max
DYNLINEAR=	Linearibus interpolationis
MACROADJUST=	Bene-cantus Z valorem
FAILTRANSFER=	Data update defecit! Quaero, iterum conare!
ENCO2FPK=	Admitte CO2 primum pulsus suppressio
FPKSTARTPOWER=	Primo pulsus suppressio potentiae incipiens
FPKINCPOWER=	Primo Pulsus Suppressio Power Incrementum
SHOWSTARTMARKDLG=	Satus Vestigium alternis buxum display
ENEXEMARKFILE=	Admitte executionem notati initium et finis mandatum files
ENREDCONTMODE=	Admitte rubrum lux continua processus modus
	
DYNSAVE=	salvare
DYNLOAD=	onus
ADDZAUTO=	Z valorem sponte auget vel minuit
INFO_CICODE=	Hanxin est Seres 2D barcode vexillum; characterum set continet ASCII et Seres characters
SPECIALWAVE=	specialis waveform
SPIWAVE=	waveform
SPICONTINUES=	continua modus
SPISIMMERCUR=	Standby potentia
STEPDIST=	Optimized longitudo
STEPDELAY=	mora inter gradus
USESTEPMARKMODE=	Uti gradus vestigium modus
CURLMCNOTIPG=	Current LMC pecto non support IPG lasers
CURLMCNOTSPI=	Praesens LMC card lasers SPI_G3 non sustinet
LASERNOTREADY=	Laser paratus sis reprehendo
FIXEDCOOR=	Certum punctum initus coordinatae
DOORIO=	securitatem portae portum
ERR_DOOROPEN=	Ianua salus aperitur, quaeso, ianuam salutis claude!
LINEREDUCTION=	recta indent
NUMLOOPS=	Numerus terminus annulorum
FONTTYPE_SHX=	SHX font
ENSPLITSTRTOCHANGETEXT=	Admitte split filum ad mutare illud quod est certum nomen
INDEXFIRSTCHARSTR=	positio prima persona chordae
NUMCHAREXTRACTSTR=	Numerus characterum ex chorda extractum
NAMETEXTTOCHANGE=	Nomen textus obiecti cuius character contentus mutare cupis
SET=	extruxerat
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YMirror \ nYMirror
IPG:OVERTEMP=	Laser: Nimis caliditas
IPG:NORMAL=	Laser: opus bene
IPG:HIGHOPTIC=	Laser: Processus materiae valde reflexivae et laser in laser
IPG:SYSERROR=	Laser: Ratio deficiendi
IPG:READY=	Laser: non paratus
IPG:EMERGENCY=	Laser: Subitis subsisto signum valet
HIDEMODEL=	occultatum exemplum
ANGLEINC=	Angulus incrementum
UPTODOWN=	summo usque deorsum
LAYERNUM=	stratis
SPACEOFLAYER=	Accumsan iustae
CALCULATE=	computare
READ3DFACEFROMDXF=	3D superficies layering
AVERAGELINE=	Etiam distribuere satietatem linearum
CHANGELINECHAR=	newline
MARKSELF=	mark te ipsum
ENSAMEWIDTHCHAR=	Admitte aequali latitudine characteres
DYN_OUTSIDE=	extra area
DYN_MODE1=	vexillum modus
DYN_MODE2=	Z-axis modus sui iuris
MAXSPEED=	Maximam celeritatem
MINSPEED=	minimum celeritas
LOOPDIST=	Annulus iustae
MARKBYSPLITLINE=	Nota dividendo lineam
MARKSTR_AFTER7=	certum locum
ENANALOGCURFPK=	Admitte Analog vena suppressionem
CURVESCATTERTOL=	Error curva dispersio
ENABLECURVESCATTERTOL=	Admitte curva discretus error
WOBBLE=	jitter
WOBBLEDIST=	spatio
ROTARYMARK=	Gyratorius axis notati
FOCUSLENGTH=	arx longitudinem
AXISISHOMING=	Homed axis est
AXISISMOVING=	axis movens
AXISMOVEFAIL=	Axis moventur incassum!
AXISERRMAXLIMIT=	Axis motus extra terminum positivum
AXISERRMINLIMIT=	Axis motus ultra modum negativum
AXISMUSTGOHOME=	Axis ad punctum punctum nihilum reverti debet antequam movere possit.- Visne ad punctum ponendum primum reverti?
ENCODERREVERSE=	Signum inversionis Encoder
FLYENCODEROFFSET=	Admitte encoder certa offset procul
FLYENCODEROFFDELAY=	Mora (us)
FLYENCODERLOWSPEED=	humilis celeritate modus
	
GET55ERR=	modulus calculi error
GETFLYPARSTEP=	Please manually moderare lineam conventus ut brevi intervallo moveatur;
FLYPARINPUT=	Intra longitudo:
GETPAR=	computare
PULSECOUNT=	Pulsus moles
PULSECOUNTRESET=	patet
	
FLYADDTOY=	Ipsasque ad axem Y
FLYTOP2BOTTOM=	Pipeline partem a summo usque deorsum
	
DYNAMICLMC=	Dynamic Focus Card
UNKNOWN=	ignotus
BDVVALUE_CUSTOM_ALL=	Universale
BDVTEXT_CARDTYPE=	Tabula Type:
BDVTEXT_CARDVERSION=	versio numerus:
BDVTEXT_CUSTOM=	consuetudo facta est;
BDVTEXT_CARDFUNCTION=	Munus signum:
HARDINFO=	hardware notitia
	
ENVARTEXTFIXWID=	Admitte fixum latitudo
USEEXCELCORRECTFILE=	Correctio files utens Excel
STARTCOOR=	principium coordinatae
ENDCOOR=	Finis punctum coordinatae
SPACEDIST=	spatio
SPACING=	spatio
MARKGRIDLINE=	Tick eget lineae
USECORFILEMARKGRIDLINE=	Utere emendatione lima notare eget lineas
CORCOMPFILE=	Correctio ultricies lima (Excel file)
FIXEDCHARCOUNT=	certum numerum characters
EMPTYCHARWIDTH=	Nullo character latitudine
AVADISTPOINT=	Etiam distribuere omnia puncta
YAGFASTPOINTMODE=	 YAG ieiunium dot modus
SETANALOG=	set analogon
USERDEF=	mos
MENU_VIEW_IOSTATE=	IO status
DOGNOTMATCHLMC=	Dongle ligamen numerus non congruit notati numero chartae, quaeso reprehendo numerum dongle!
MORETHAN360=	Notatio range 360 gradus excedit, pergere?
CURNUM=	Current numerus notarum
SPOTDIA=	macula magnitudine
PTCYCLES=	numerus hits
DISTANCE  =	 procul
ENDADDPTS=	dot fine
INFO_MICROQRCODE=	Micro QR Codex versio QRCODE barcode nudata est;
ENABLETILDE=	Admitte ~ (sequuntur dxxx xxx
MULTIFILEMARK=	Multi documentum notati
LASERLEAKHANDLE=	lux lacus curatio
DISMARKLOWPT=	Noli signare puncta humili griseo valorem
BASEHEIGHT=	Basis altitudo
PARTHEIGHT=	Workpiece altitudo
ZADJUSTMENT=	Z adjust altitudo
ACCURATEZERO=	Nulla certa reditus ad
RECTMODE=	rectangulum modus
KEEPENTORDER=	Ordinem ponere machining obiecti
OPENMODELAY=	MO conversus in mora
SERIALTYPE=	type
LINEFEEDMALP=	dot interlacing
IPGSETTINGS=	IPG_YLPM Laser Status
SQLDB=	SQL database
SQLDRIVERS=	SQL deiectus
DBQFILE=	database lima
USERID=	Sed rutrum sapien id
SQLCMD=	SQL imperium
SETPENPARAM=	Set parametri calamum
BOLD=	audax
ITALIC=	italice
RESET =	 reset
USERINTERLINE=	Admitte interna saturitatem lineae
LASERBEAMDIA=	Laser macula diam
HATCHLINEDIST=	Imple line spatio
ENCO2PULSEMODE=	Admitte CO2 superpulsu modus
HATCHONEBYONE=	Serva libertatem satietatis objectum
RESORT=	sort
RESORT_INFO=	Sort\nSort
SELECTSCANNERFIELD=	Coordinare systema galvanometri eligere
SCANHEAD=	pulsum lens
SCANNERFIELD=	vestigium area
SELECTMOVEDIR=	Lego pipeline motus directionem
STARTMARKER=	satus tag
SENSOR=	sensorem
ENCODER=	Gyratorius encoder
MOVEDIR=	Pipeline movens directionem
NEXTSTEP=	Proximum gradum
PREVSTEP=	Antecedens
FINISH=	perago
FLYMARKSETTINGS=	On-the-fly notati parametri occasus
ORIENTATION=	Ordinatio directionis
HORIZONTAL=	Level
VERTIICAL=	verticalis
POWEROFFSAVEFILE=	Automatice protegat files cum potentia off
ADJUST=	Temperatio
FLYMULTIINFO=	Quaeso nota rectangulum in statu motu pipeline primo.\nSi rectangulum notatum est instar figurae inferioris sinistri, coëfficientem auge.\nSi rectangulum notatum est instar figurae in dextro inferiore, coëfficientem reducere placet.
DISABLEOPTIMIZECONMODE=	Optimal modus, qui priuat continui machining modus
ARRAYDISCHANGESN=	Prohibetur textum contentum numeri serialis mutare
SPIRAL=	Helix
SPIRALPITCH=	Helix picem
LINEOFONERING=	Numerus linearum in circulo
SPIRALPROMPTSTR=	Obiecta quaedam circuli primo eligenda sunt, quae ad lineamenta circuli rerum helix ductas regendas adhibita sunt
AREYOUSUREDLETE=	confirmare delere
CHANGENAME=	mutatio nominis
CUSTOMIZE=	consuetudo facta
STDMODE=	vexillum modus
CONTOURFIRST=	forma prioritas
USERDEFCHARSPACE=	consuetudo text spacing
MINRADIUS=	Radii minimum
MAXSPIRALPITCH=	Maximum Helix picem
MINSPIRALPITCH=	Helix picem minimum
SPIRALPITCHINC=	picem incremento
DELETESPIRAL=	delere Helix
OUTEDGELOOP=	Numerus externi Orbis
INTEREDGELOOP=	Numerus interioris terminus annulos
ID_DRAW_SPIRAL=	Spiralem trahere \ nDraw spirae
FPKFROMLOWTOHIGH=	FPK current ex humili ad excelsum
ALWAYSOPENMO=	MO signum semper est
LOWVALID=	Active humilis
MARKFINISH=	Signum finem notati
ENCURRENTADJUSTDELAY=	Admitte current temperatio mora
ENCURRENTADJUSTDELAY=	Admitte current temperatio mora
MINCURRENTADJUSTDELAY=	Minimum current temperatio mora
MAXCURRENTADJUSTDELAY=	Maxime current temperatio mora
SETCURRENT=	Set current current
LAYSERNAMESAME=	Accumsan nomen est idem cum aliis nominibus accumsan, commodo secunda nomine!
ZOOM=	zoom
DRAW=	haurire
PENBOX=	Calamus causa
DEVICE=	armorum
MULTILAYER=	multi accumsan processus
MINPULSEWIDTHRATIO=	Minimum pulsus latitudo ratio
MAXPULSEWIDTHRATIO=	Maximam legumen latitudine ratio
PULSEWIDTHOUTRANGE=	Q venae latitudinem feriunt
STANDARD=	vexillum
TRUE=	Ita
FALSE=	no
DISABLE=	prohibit
NS=	nanosecond
DELAYPARAM=	Mora parametri
JUMPPARAM=	Salire parametri
MINJUMPTC=	Minimum jump mora
MAXJUMPTC=	Maximum jump mora
JUMPLENLIMIT=	Salire modum longitudinis
MARKLOOPTIP=	Vestigium temporis notati current
MARKSPEEDTIP=	Celeritas motus galvanometri cum notatione
LASERCURRENTTIP=	Laser output current
LASERFREQTTIP=	Frequentia laseris output
LASERPOWERTIP=	Laser output potentia recipis
LASERPWTIP=	Pulsus latitudine laseris output
SPIWAVETIP=	SPI Laser Output Waveform Electio
USEDEFWAVETIP=	User definitae laser output waveform
JUMPSPEEDTIP=	Motus velocitatis cum galvanometer salit
MINJUMPDELAYTIP=	Minima mora temporis postquam galvanometer jump perficitur
MAXJUMPDELAYTIP=	Maximam moram temporis postquam galvanometer jump perficitur
JUMPLENLIMITTIP=	Cum galvanometer jump longitudinis maior est quam haec longitudo, mora jump maximam temporis utitur
LASERONDELAYTIP=	Cum laser in volvitur, galvanometer hoc tempore moratur antequam moveatur
LASEROFFDELAYTIP=	Motus notatione finita, averte laser post moras huius temporis
POLYGONDELAYTIP=	Cum angulus in notatione motus differtur, altera curva post hoc tempus signabitur.
LMARKENDDELAYTIP=	Post motus notati, mora tempus ante saltum ad curvam sequentem
CURPENNOTIP=	Current calamum Vide numerum
CURPENCOLORTIP=	current calamum color
USEDEFPARAMTIP=	Usus default machining parametri
CURPENPARAMNAMETIP=	Current calamum parametri nomen
LOADPENBOXFROMDEF=	Load default calamum archa parametri
SAVEASPENBOXTODEF=	Servo ut default calamum archa parametri
RESETALLPENS=	Reset omnes parametri calamum
SHOW=	ostende
HIDE=	celare
SHOWALL=	display all
ARRAYTEXT=	dynamic text array
TT_MODIFY_ARRAYTEXT=	Arbitrarie mutare situm et magnitudinem cuiusque textuum cellulae ordinatae
PROPERTY=	Attributes
VALUE=	valorem
MINVALUE=	minimum
MAXVALUE=	maximum valorem
ENABLEPULSEWIDTH=	Admitte legumina latitudinem occasum
ENABLEPULSEWIDTHTIP=	Pone pulsum dat in dispensando latitudinis fibri laser.
LASERLEAKHANDLETIP=	Ut fibra laser ne fibra in processu difflueret, specialis curatio exercetur.
ALWAYSOPENMOTIP=	Mo signum in processus semper conversus in
OPENMODELAYTIP=	Mora temporis post laser volvitur MO
DISCHECKLASERSTATE =	 Prohibe reprehendo status laser
DISCHECKLASERSTATETIP =	 Prohibetur sisto laser status ante processus
LIMITPARAM=	Terminus parametri
GALVOMINSPDTIP=	Celeritas motus minimi motus galvanometri permissus est
GALVOMAXSPDTIP=	Maximam motum celeritatis per galvanometri motum permisit
GALVO2XTIP=	Galvo axis 2 est axis X
REVERSEXTIP=	X-axis directio galvanometri inversa est
REVERSEYTIP=	Y-axis directio galvanometri inversa est
FIELDSIZETIP=	Magnitudo area processus galvanometri
USECORRECTFILETIP=	Utrum current galvanometer corrigatur utens certa emendatione lima
TRANSFORMOFFSETXTIP=	X cinguli spatium transmutationis galvanometri output altiore
TRANSFORMOFFSETYTIP=	Y offset distantia altiore transformationis galvanometri output
TRANSFORMANGLETIP=	Angulus rotationis totius transmutationis galvanometri output
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Maxima chorda altitudo erroris curvae discretizing in rectam lineam
	
MINLINESEGLEN=	Minimum rectum
MINLINESEGLENTIP=	Lineae longitudinis minimae quam hac longitudinis breviores negligentur
LASERREADYIO=	Portus laser paratus
REDLIGHTPOINTSTART=	Red lumen indicat initium portum
PORTNOTIP=	Portus numerus usus est in current signo
LOWVALIDTIP=	Signum est active sive humilis current
STARTPULSEMODETIP=	Utrum initium signum est ore-urguebant
PULSEWIDTHOUTPORTMODETIP=	Tempus output activum gradum finis signo
LOWVOLISVALID=	Active humilis
HIGHVOLISVALID=	Active summus
ALARMPORTSTATETIP=	Signum valet statum current portum
ALARMMESSAGETIP=	Promptum nuntium quod ratio pops ascendit cum signum praenuntius in processu
REDCONTMODE=	Lumen rubrum continua significatio modus
SOFTLICENCENOTFIND=	Non invenio validum adnotatione code software!
SOFTLICENCEISUNVALID=	Aliquam software codice adnotatione!
CHANGEPWELAY=	Mutare pulsus width mora
CHANGEPWELAYTIP=	Tempus quo laser morari debet cum valorem pulsum mutando
BWREVERSE=	nigrum et album inversionem
DELETECENBAR=	medium removere obstructionum
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 forma specialis barcode DATAMATRIX est, cuius contentum GS1 normae forma conformare debet.
OPTIMIZEPARAM=	Optimization parametri
OPTIMIZEHATCH=	Optimized Nullam
BARCODEENDEFTEXT=	Custom display text (# character, ? delete, % check)
GALVORESPONSE=	Galvo responsio tempus
ENSAVEFILE=	da nisi file
ENDRAWENTITY=	Admitte drawable obiecti
ENPICKMOVE=	Admitte Move Transform
ENEDITPARAM=	Admitte object edendis
ENPENPARAM=	Admitte calamum modificare
ENDEVPARAM=	Admitte modificare fabrica parametri
ENSYSTEMPARAM=	Admitte parametri ad mutare ratio
ALREADYHAVETHISUSER=	Hoc nomen usoris iam exstat, quaeso, nomen usoris tui muta!
GALVOBIDIROFFSET=	Bidirectional offset
	
ID_VIEW_3D=	2D and 3D view switching\n3D view switching
ID_VIEW_3DUP=	Visum desuper \ nTop visum
ID_VIEW_3DDOWN=	 Visum ex infra \ nDown visum
ID_VIEW_3DLEFT=	View a sinistra \ nLeft sententia
ID_VIEW_3DRIGHT=	View a right \ nRight view
ID_VIEW_3DFRONT=	View in fronte \ nFront view
ID_VIEW_3DBACK=	View post \ nBack visum
ID_VIEW_3DISO=	Visum ab isometric directione \ nIsometric visum
ID_3DVIEW_WIRE=	Ostende superficiem wireframe modum \nShow wireframe mode
ID_3DVIEW_RENDER=	Ostende Superficiem Reddendo Modus \ nShow Reddendo Modus
ID_3DVIEW_RENDERLINE=	Ostende Superficies Reddendo Line Modus \ nShow Reddendo Line Modus
ID_3DVIEW_HIDEMESH=	Ostende vel abscondere superficies \ nShow et abscondere superficies
ID_3DFUN_MESH3D=	Patefacio 3d superficies exemplar lima \nOpen 3d superficies exemplar
ID_3DFUN_SLICEMESH=	Iacuit crustae superficiebus \ nSurface layering
ID_3DFUN_ROTATEMESH=	Positi superficiem \ nRotate ad superficiem
ID_3DFUN_MOVEMESH=	Translate superficies \ nTranslate ad superficiem
ID_3DFUN_PRJ=	Project res onto superficies \ nsurface proiectura
	
	
ALLOUTMODE=	Omnes output
ENCODERONLYA=	Encoder tantum cohaeret cum A
FLYTRACKERROR=	fuga errorem factor
MESH3D=	3D superficies
CURVE3D=	3d curva
SLICE3D=	Nunc Tangentes
SLICEFILE=	Nunc files
SLICEMESH=	Nunc secat
ZMAXTOMIN=	Z valorem ex magno ad parvum
MINZ=	Minimum valorem Z
MAXZ=	Maximum valorem Z
THICKNESS=	crassitudine
CROSSHATCH=	crux satiata
ROTATEMESH=	superficies revolutionis
MOVEMESH=	move superficies
PROJECT=	proiectura
PROJECT3D=	3d proiectura
DELPROJECT=	proiectio curvae delete
LIMITZ=	Z limit
SURFACEDOWN=	infra superficiem proiectura
LANGPAGE=	lingua codice pagina
DYNAMICHATCH=	Dynamic satietatem
ADDCONTOUR=	auget formam
MARKMESHBOX=	Mark superficies terminans arca
MARK_NOMESH=	Nullum objectum superficiei, quaeso, in 3d intuitu reprehendo si superficies oneratur?
PULSEWIDTHINDEXMODE=	Index modus pulsus Latitudo
PULSEWIDTHINDEXMODETIP=	Pulsus latitudo repraesentatur per indicem
MAXINDEXVALUE=	maximus index valorem
PULSEWIDTHINDEX=	Pulsus latitudo index
ENWELDWAVEOUT=	Admitte waveform output
WELDWAVE=	waveform
WELDWAVETIP=	Analog laser waveform occasus pro unoquoque puncto
WAVEWIDTH=	Waveform latitudine
MAXWELDWAVEWIDTH=	Maximam latitudinem Waveform
WAVETOTALWIDTHISBIG=	Copia summa latitudinis waveformi maior est quam maxima latitudo, quaeso re-intra!
REMOVENOINT=	Aufer intersecantes linearum segmenta
USESELECT2DENT=	Iacuit cum delectis 2D objectis
GENERATECURVES=	Data curva generare
CALCULATECONTOURS=	Adice profile curvae
REBULIDCONTOURS=	Forma situ aedificare notitia
HATCHLINES=	Adice satietatem linearum
BUILDPROJECTMESH=	Partum proiectura superficies
WRAP=	stipant
PLSSELECTVALIDCURVE=	Placere eligere curvam validam!
BASICPARAM=	Basic parametri
ASSIGNMENT=	map
XYASSIGNMENTISSAME=	Valor mappis axis X et Y idem esse non potest, iterum elige!
ID_3DFUN_BASICSHAPE=	Create basic 3D superficies \ nCreate basic 3D superficies
BASIC3DSHAPE=	Basic 3d Surface
PLANE=	plana
SPHERE=	sphaera
CYLINDER=	columpna
CONE=	Conus
FREQDELAY=	frequency mora
LASERFREQTTIP2=	Mora insidiatur tempus requiritur cum laser mutat frequentiam
BMPTOMESH=	Converte Bitmap ad Superficiem
ID_3DFUN_BMPTOMESH=	Bitmap ad Superficiem \ nBitmap ad Superficiem
REFRESH=	reficite
WAITFORINPUT=	Expectans initus portum signo
OUTPUTWHENSTART=	Iacuit processus satus output portum output signum
OUTPUTWHENFINISH=	Iacuit processus finem output portum output signum
WAITFORSTARTSIGNAL=	exspecta initium portus signo
WAITFORSELLAYERSIGNAL=	Expectans selectis iacuit signum
IOMASK=	portum larva
IOMASKTIP=	Significat quod portus validi sunt ad current fabrica
CYLINDERWRAP=	Wrap cylindricus
YWRAP=	Involventes in Y directionem
CURRENTLAYERINDEX=	vena ostentationem iacuit index "
ENABLEFIRSTOPENLASERDELAY=	Admitte moram temporis cum laser volvitur in primum
SETMINVALUE=	set minimum valorem
SETMAXVALUE=	posuit valorem maximum
PULSEWIDTHUNITISPS=	Pulsus latitudinis in picoseconds (ps)
PS=	picoseconds
CONTINUEMODE=	continua modus
PICKENTYOUWANTTRIM=	Lego obiecti tonderi
PICKENTYOUWANTINTERSECT=	Lego obiecti ad merge secantes areas
BACKGROUND=	background
SELBACKGROUNDCURVES=	Eligere curva uti in background
COPYBACKGROUNDTOWS=	Effingo background curva in workspace
SHOWOPTIPARAM=	Propono ipsum parametri
SHOWWOBBLEPARAM=	Propono jitter parametri
SHOWOTHERPARAM=	Ostende alia item parametri
SHOWDESCAREA=	Propono singula area parametri
SHOWPOWERRAMPPARAM=	Ostentare potestatem parametri lineares transformationis
SHOWSPEEDRAMPPARAM=	Propono velocitatem parametri lineares transformationis
POWERRAMPING=	Mutatio linearis virtutis
ENABLESTARTRAMP=	enable satus
ENABLESTARTPOWERRAMPTIP=	Potestas initium segmenti variet linearly
STARTRATIO=	incipiens scale
STARTLENGTH=	satus longitudo
STARTRAMPRATIO=	Proportio pretii maximi pretii
STARTRAMPLENGTH=	Initium segmenti longitudo maxima licita
ENABLEENDRAMP=	enable finem
ENABLEENDPOWERRAMPTIP=	Potentia extremitatis enabled segmenti linearly variat
ENDRATIO=	finis scale
ENDLENGTH=	finis longitudo
ENDRAMPRATIO=	Ratio finis valorem ad maximum valorem
ENDRAMPLENGTH=	In fine segmentum maximam longitudinem variare licet
	
SPEEDRAMPING=	celeritas linearibus transformatio
ENABLESTARTSPEEDRAMPTIP=	Ad celeritatem satus segmentum ad mutare linearly
ENABLEENDSPEEDRAMPTIP=	Admitte finem velocitatis segmenti variare linearly
INPUT=	intrare
BTNBOX=	Terminus[F4]
BTNPRJ=	Proiectura [F4]
STARTCALI=	incipit calibratiis
FINISHCALI=	finis calibratiis
MARKGRID=	vestigium malesuada euismod
MENU_FILE_PROJECTPARAM=	Proiectura parametri
TESTCALI=	Proiectio Test Correctio
SELECTALLPOINTS=	Omnia puncta eligere (press Ctrl et claves sagittarum ad flectendum puncta electa cum puncto uno electus est)
ENABLEPROJECT=	Admitte proiectura observationis
APPAPPEARANCE=	Program species
LASERBOARDIDEN=	Laser interface Card Type
LASERBOARDVER=	Laser interface Card Version
ESTIMATEDTIME=	Aestimari processus tempore
ENABLEBARCODEFASTPTMODE=	Admitte barcode velox dot modus
MODULEHORIARRANG=	Moduli ordinantur horizontaliter
SIMPLEENCODE=	simplex coding modus
ENABLEBARCODEFASTLINEMODE=	Da barcode ieiunium rectam modum
ID_3DFUN_FREEPAINT=	Freehand typum in superficie \ nFreehand typum
FREEPAINT=	liberum drawing
SIN=	Sinusoidal
WOBBLETYPE=	Jitter type
ROUNDTRIP=	per iter modus
WAVEDELAY=	Waveform mora output
LASERMONITOR=	Laser magna
TEMPALARM=	temperatus terrorem
REFLALARM=	Princeps anti-terrorem
SYSTEMALARM=	ratio terrorem
POWERALARM=	Virtus copia terrorem
LASERNOTREADY=	Laser non paratus
LASERREADY=	laser paratus
UNKNOWALARM=	Monitum ignotum
LASEREXTFAULT=	Defectum externum laseris
CALCULATING=	Colligendis...
OFFLINE=	Online processui
POINTNUM=	puncta
SPIRALBRUSH=	Proprietas spirae penicillo
PICKSELSPIRALREFRESH=	Lego spiralem, quae refici debet, et ius muris puga confirmandi comprimunt
ENABLPARSEMODE=	Admitte analysis modus
ID_PICK_BYPEN=	Lego obiecti per calamum numerus \ nSelect per calamum numerus
No=	serial numerus
MOVETOINDEX=	Movere ad certum ordinem numero
AXISSOLUTION=	Extensus axis solution
FEEDBACK=	encoder feedback
COMMCATH=	Communi cathode output
LIMITSWITCH=	finis switch
SOFTLIMIT=	mollis modus
POSIDIR=	Positivum reditus ad nulla
FINDINDEX=	invenire index
HOMESPEED=	Nulla reditus celeritas
LEAVESPEED=	celeritas relinquo
HOMEOFFSET=	Nulla nonummy
HOME=	nulla
FOLLOWERROR=	hoc errore
ACCELERATION=	acceleratio
DECELERATION=	retardatio
FOCUSPOS=	focus situ
SETCURPOSASFOCUS=	Pone current situ ut focus loco
SETMINPOWER=	Set minimam potestatem
SETMAXPOWER=	posuit maximam potestatem
SETMINGRAY=	set minimum cineraceorum
SETMAXGRAY=	set maximam cineraceorum
SCANINVERT=	scan vicissim
EMISSIONDELAY=	Excitatio mora
WELDPARAM=	parametri welding
DELEDGELINES=	Delere terminus iungo
INFO_GS1DATABAR=	GS1 DataBar barcode (olim RSS barcode) est etiam symbolum barcode systematis GS1. Barcode commoda habet "minoris amplitudinis, maior notitiarum copia" et "additamenta ferre possunt sicut dies respirandi producti, numerus numeri, etc.".
SHOWFAST=	Fast ostentationem ipsum
SHOWDIR=	Monstra curva directionis
SIMULATIONSPD=	Simulate fuga velocitate
TEMPERATURE=	temperatus
SPHEREWRAP=	wrap sphaericum
ZLAYER=	Z layering
WAITSTARTSIGOFLAYER=	Exspecta accumsan ut satus dispensando signum
PWMONDELAY=	PWM rursus in mora
PWMONDELAYTIP2=	Mora inter oram orientis et portam orientis cum PWM in volvitur
ROTATECENZ=	Axis Z *
ERR_NOTHOME=	Axis non ad nihilum rediit, quaeso prius ad nihilum redi!
SPLITMODE=	split modus
NOSPLIT=	non dividitur
SPLITBYSIZE=	Scinditur in magnitudine
SPLITBYGUILDLINE=	Auxilia divide per lineam
SETCURPOSASORIGIN=	Pone current situ ad originem positionis
FINDHOME=	nulla inveniet
XTABLEMOVE=	X axis est motus platform
YTABLEMOVE=	Y axis est motus platform
DISPENHIDEPARAM=	Inactivare abscondita stylo parametri
REDLIGHTDISMOTOR=	Laxamentum axis motus prohibetur
UNGROUPTEXT=	separatum illud
ID_EDIT_UNGROUPTEXT=	Separat text in singula ingenia \ nSeparates text
ENABLPINPOS=	Admitte motum in locum deprehensio
POSITIONTOL=	in positio erroris
INPOSTIME=	Tempus adventus
INPOSLIMITTIME=	terminum in locum
ERRRESETISLOW=	Error reset signum activae humilis
REMOTECTRLISLOW=	Remota imperium signo active low
LASERNOTENEMISS=	Laser non est enabled lucere
ID_FILE_MACHINEPARAMETER=	Parametri fabrica paro \ parametri nDevice
MENU_FILE_MACHINE=	Device parametri...
DOUBLEPTMODE=	Duplex Dot Modus
NOCUTENTITY=	Res non secari
INPUTIOSTATE=	portum status initus
ID_DRAW_ENCODERDISTANCE=	Insidiari encoder procul \nPlot encoder procul
SKYWRITE=	 Uniform vestigium (Sky scripto)
RUNINDURATION=	Import exolvuntur
RUNOUTDURATION=	export exolvuntur
RUNINDURATION10US=	Cycli tempus in curvam ducere (unitas: 10us)
RUNOUTDURATION10US=	Cyclus tempore rector curvae exit (unitatis: 10us)
TIMELAG=	lag tempus
LASERONSHIFT=	Laser On Drift
LASERONSHIFTUS=	Laser initium summa (unitatis: us)
LIMITANGLE=	limit angulus
LIMITANGLEDESC=	curvae minores quam in limite angulus ipso mora polygonum utetur
OUTPUTPARAM=	output lectio parametri
CHANGEWAVEDELAY=	Mutatio waveform mora
SHOWDELAYPARAMS=	Parametri ostende mora
SHOWJUMPPARAM=	ostende jump parametri
HIDEPENBUTTONS=	Parametri celare calamum button
LOCK =	 obfirmatis sera
USBREMOVE_WARN=	In USB imperium card disiungitur, quaeso programmatum claudere ac programmatum sileo!
DESCRIPTION=	describere
HATCHPARAMLIB=	Populate parametri bibliothecam
SAVEPARAM=	nisi parametri
LOADPARAM=	parametri onus
INDEX=	index
RESETCCD=	Reset CCD
BUILDCCD=	CCD ædificem
MOVETOCCDSTART=	Movere CCD satus positio
ENCALIBRATION=	Admitte CCD disciplinam
ENCHANGEMODEL=	Admitte commutatione templates
MODELNO=	Formula numerus
FAILHANDLE=	defectum pertractatio
ENRETRY=	Retry
RETYRCOUNT=	numerus retries
WHENFAIL=	Cum CCD non
THENSTOP=	prohibere
THENCONT=	continue descendit
THENJUMP=	jump ut index
INPUTJUMP=	initus portum jump
JUMPTO=	redirigere to
CUBE=	cubus
REVOLVEWRAP=	Gyratorius corporis wrap
ERR_NOMESH=	nulla superficies obiecti
BINDID=	Liga mos notitia
ERR_CLIENTID=	Id est clientis tabella invalidum est!
STABLETIME=	firmum schedule
ENSELLAYER=	Admitte lectio accumsan
ERR_USERSTOPMARK=	Processus interpellatus usoris
AXISERRSTOP=	Axis motus abortivi!
CLONE=	clone
AAXISMODE=	A-axis modus
AXISMOVEDELAY=	Axis motus mora
AXES=	axis
MESHEDIT=	Superficiem edendis
MERGECLOSEVERTICES=	Merge coincidentia vertices
LASERONTCONLYUSEINSTART=	Laser satus mora tantum valet in initio segmenti
LASERPOWER=	Laser potentia copia
SYSTEMFAULT=	ratio error
INTERNALLASERFAULT=	Internus laser error
SHOWSKYWRITEPARAM=	Propono uniformis notati parametri
DISABLESYNPRR=	Inactivare sync PRR signum
BACKLASH=	Backlash ultricies
USESPLITBOXCENASMARKCEN=	Utere split archa centrum ut pretium centrum
HANDWHEEL=	handwheel
GEARRATIO2=	calces ratio
STARTHW=	satus handwheel
ENDHW=	Exit handwheel
ENABLEHANDWHEEL=	Admitte handwheel
SCANNERFOLLOWMOUSEMOVE=	In modo puncto, galvanometer cum mure movetur
AUTOMODE=	automatic modus
ENABLEAUTOADJUST=	Admitte automatic temperatio
ACCURACYPRIORITY=	Sagaciter primum
SPEEDPRIORITY=	celeritas prioritas
STARTADJUST=	satus adjusting
AUTOADJUSTING=	Automatice componit...
FPKENABLETHREST2=	T2 tempus limine enable inhibere
FPKVOLTAGE=	primum venae suppressio voltage
MANUALSET=	manual occasum
LASERCOOLINGTIME=	Laser refrigerationem tempore
MENU_SORT_BYX=	Digerere X
MENU_SORT_BYY=	Digerere Y prioritas
MENU_SORT_REVERSE=	contra genus
SMARTADJUSTMENT=	Intelligentes parametri commensurationem
ENABLESMARTADJUST=	Admitte Smert Temperatio Modus
DECMODE=	Dec decimales
HEXMODE1=	HEX hex
HEXMODE2=	hex hex
RESULT=	Effectus
NORMAL=	normalis "
TISSMALL=	T valorem angustus est
TISLARGE=	T valorem nimis magna
TOFFIRSTLINE=	 Prima linea T correctio valoris
START=	satus
SMARTADJUSTTIP=	Sequere quaeso gradus ad parametros accommodare, primum segmentum finem compone, et segmentum initium accommoda. Parametrum T compone ita ut linea actualis horizontalis et linea verticalis notata eundem cum effectu normali secant.
CHECKISALREADYMARK=	Reprehendo si textus alibi
CURVETOPTS=	Convertere curvae ad Points
PREVIEW =	 preview
ASSERT=	alius
ERR_FAIL=	deficiet!
MENU_GUILDLINEBOX=	Arca trahere indices
GUILDLINEBOX=	Arca auxiliaris
SPLITBYGUIDELINEBOX=	Auxiliaris utere archa division
PLSCHOOSECARD=	Placere eligere ad card vis utere
CHANGEBMPREALDPI=	Mutatio bitmap realis DPI
DISABLEAXISA=	A-axis prohibitus
ENHOMEFINISHGOTOPOS=	Da nulla reditum ad certum locum
HOMINGFINISHPOS=	Certum locum ubi nullus reditus fines
EXPOSURE=	expositio
CAMERA=	camera
NOCUTTEXT=	inactivare split text characteribus
CURFILEMODIFYPLSSAVEIT=	Fasciculus praesens mutatus est, quaeso, eam primum serva!
SAVETOFILE=	nisi ad lima
ISSUE=	quaestio
PAUSEWHENLIMIT=	Declina in fine textus
LIMITISCONTINUE=	Textus valorem perventum est, post reset permanere?
POWERSTANDBY=	Standby potentia
MESHFOLLOWROTATE=	Superficies circumagatur cum eo
LASERFAULT=	Laser defectum
FIBERALARM=	Fibra Alarm
SAFETYALARM1=	Salus interlock defectum
SAFETYALARM2=	Salus loop terror
LINKALARM=	Defectum optical link
CRITICALALARM=	Laser praesidio discrimine deficiendi
HOTSTOP=	Improprium stop emissionem laseris
POWER24ALARM=	Controller 24V potentiae copia deficiendi
MAXTHREADCNT=	Numerus maximus computandi relatorum
MESHRESOL=	Superficiem calculo accurate
DELAY=	mora
MOTORSPEDRATIO=	Protractum axis celeritas override
SHOWCHECKNUM=	Ostende reprehendo codice
DISABLECANCELAXISMOVE=	Receptae motuum axi prohibetur
OFFLINEDOGNOTFOUND=	Rectam dongle non inveni
EZCADSTR_ARRAY_X_INCDIST=	X ordinata intervallum incremental
EZCADSTR_ARRAY_Y_INCDIST=	A ordinata distantia incremental
EZCADSTR_ARRAY_Z_INCDIST=	Z ordinata spatium incremental
OUTPUTANALOG=	output analogon
Voltage=	Voltage
MODE8=	vertical VIII "
MODE82=	horizontalis 8
TCPIPSERVER=	TCP/IP servo
NOCUTSMALLENT=	Non scindet res parvas
AUTOSAVEWHENCLOSE=	Automatice salvum fac fasciculum currentem cum software clauditur
MASK=	larva
DISABLESTOPAXISWHENDOOROPEN=	Axis motus inhibere subsisto cum aperta ostium
STOPAXISWHENDOOROPEN=	Subsisto axis motus quando aperta est ianua
STAGEFB=	Rostra feedback positione
GALVOCMD=	Galvo Imperii Position
GALVOFB=	Galvo feedback positione
DISSHOWFILEPROCESS=	Reprimunt lima processus alternis
DISSHOWCALCPROCESS=	Supprimit ostentationem processus calculi alternis
LEVEL16=	Level 16
STEPMODE=	Celeritas ipsum modus
SHOWSTEPMODE=	Praestationis celeritas optimization modus parametri
ENCODEMODE=	modum translitterandi
ENABLJUMPTABLEMODE=	Admitte jump modularis mensam modus
ENABLJUMPTABLEMODETIP=	Salis parametri omnium stabulorum automatice obtinentur ex mensa parametri saltus
JUMPTABLE=	Salire mensam parametri
DRAWTOL=	Drawing pixel praecisione
SHIFTOFROTARY=	Rotatione axis summa
SERVERINFO=	servo notitia
FASTLINELASERONRATIO=	Celeriter linea lux output ratio
STANDARDPOS=	Latin location
REALPOS=	ipsam locum
FLYSPEEDMONITOR=	fuga celeritas magna
MAXFLYSPEED=	maximam fugae celeritatem
STARTANDSTART=	principium at vel principium
STARTANDEND=	Initium et finis connexa
ENDANDSTART=	finem punctum connexa incipere punctum
ENDANDEND=	terminus punctum ad finem punctum
OPENCURVE=	aperta curva
LASERWOBBLESHOW=	Jitter viam preview
SHOWTRANSBMP=	Perlucidum monstrare bitmap
DISABLECIRMODE=	Reprimunt circulo exemplaris
REFINEPLANECONTOUR=	Venustates planum extract
REFINECONTOURMOUSE=	EXTRACTUM planum forma: preme puga pyga sinistra ut praemonstrare, preme puga sinistra ut confirmet
HORIZONALPLANE=	planum planum
HORIZONALPLANETIP=	Click mus sinistram puga eligere planum aequari
LASERONLAGTIME=	Laser mora tempus
FIRSTJUMPDELAY=	Primum jump mora
ENABLEHATCHLINEOVERLAP=	Da saturitatem rectam haesitavit scissura
CHARADDMODE=	mores incrementum modus
TT_PICKSHOWALL=	Ostende omnia obiecta \nShow all objects
TT_PICKHIDEALL=	 Abscondere omnia obiecta \ nHide omnia obiecta
FLOATSOL=	fluctuetur praecisione
ENABLEAUTOCONNECT=	Admitte ipso nexu cum disiungitur
CONNECTINTERVAL=	nexum intervallum
DISABLEMOVEZWITHENTZ=	Inactivare movere Z axis secundum object coordinatas
ESCBTNSTOPAXISIMM=	Admitte Esc protinus ut subsisto motus axis
DOYOUREALRESETALLPARAM=	Visne tu parametri calamum omnes retexere?
UPDATEDYNENT=	Update obiecti dynamic
FAILEDOPENDLCDEV=	Deficio aperire DLC card
SOFTWARELICWILLEXPIRE24HOURS=	Progressio licentiae intra 24 horas exibit, pete instrumentum elit!
SPLITBITMAP=	split bitmap
NOGUILDLINETOSPLITBMP=	Non sunt duces qui bitmaps scindendi adhiberi possunt, duces primos trahere quaeso!
BARCODEPTMODE=	Barcode punctum processus modus
FASTPOINT=	ieiunium punctum modus
FASTLINE=	ieiunium linea modus
FASTSTEPMODE=	Gradus modus
ENABLELASEREXTOUTPUT=	Admitte expansion laser output
LASEREXTOUTPUT=	Laser extensa output
DEFAULTPARAM=	default parametri
MARKFAILIO=	Mark defuit port
SHOWSELECTBTNONPANEL=	Monstra Select Axis Solutio bullam panel
RELSPEED=	Velocitas relativa
SPEEDFIELD=	velocitas agri
POWERFIELD=	industria agri
SPEEDFIELDRATIO=	velocitas ager ratio
POWERFIELDRATIO=	navitas agri ratio
RATIO=	ratio
DISTRIBUTIONMODE=	Distributio curva exemplaris
RESOLUTIONRATIO=	Ratio subdivisionis praecisio
DISTR_PRIMARY=	primaria distribution
DISTR_QUADRATIC=	quadratae distribution
DISTR_CUBIC=	cubicae distributionis
VALIDINWHOLEPMARKERIOD=	Efficax toti machining cyclum
INFO_CODEBC412=	Barcode BC412 est continuus, longitudo bidirectionalis barcode non fixa, in qua omnes vectes et spatia informationes repraesentant, cuius indoles constituit "0'-'9" et "AZ" non includit "O", perscriptio codicis est automatice additur ratio.
SHOWFREQRAMPPARAM=	Propono frequentiam lineares transformationes parametri
FREQRAMPING=	Frequency Linear Transform
CANNOTHAVESAMESN=	Non potest esse card DLC cum serial numero!
ALLSCANNERMARKCURLAYER=	Omnes galvanometrae processus iacuit current
ALLSCANNERMARKCURLAYERSPLIT=	Omnia galvanometra dividuntur et discursum pro currenti tabulato sunt
ENCURVESYNINPORT=	Admitte curva synchronisation initus portum
SPECIALPOS=	specialis locus
SETCURPOSASSPECPOS=	Constitue hodiernam locum ad locum specialem
ENCURVESYNWHENCURVEEND=	Admitte finem curvae synchronisation
LASEREMISSION=	Laser globalis enable [MO]
STARTDELAY=	satus mora
ENDDELAY=	finis mora
LASERSYN=	Laser switch in synchronisation
ACCURATEHOME=	Nulla certa reditus ad
AUTONAMEENT=	Automatice obiecti nomen tuum
ENTNAMESAME=	Obiectum nomen idem est cum aliis nominibus obiecti, quaeso secunda nomine!
CREATE3DSPRING=	Creare 3D Helix
USECURRPOS=	uti current location
SETMOAFTERPW=	MO pone pulsus latitudine mutato
STARPULSEWIDTH=	satus pulsus latitudine
INCULSEWIDTH=	Pulsus latitudine incrementi
ONEBYONEMARKING=	Galvanometers sunt in ordine processionaliter
STARTMARKINGLAYER=	Satus processus layers
INFO_AUSPOST4STATE=	Australia Post 4 Codes status constant ex 4 longitudinibus vectibus. Singulis barcode continet FCC (2 digiti) et DPID (8 digiti) codes et informationes usoris libitum. Exemplum: FCC
INFO_DOTCODE=	DotCode barcode est 2D barcode; indoles certa continet ASCII;
INFO_JAPANPOST=	In barcode tabellariorum tabellariorum Iaponica systematis tabellariorum adhibetur. Characteres validi sunt numeri "0-9", litterae capitales Anglicae "AZ" et character connectens "-". Constat ex 7 digitis (codice zip) + additis data. Ut "27301023-20-5B604".
INFO_POSTNET=	PostNet est in Civitatibus Foederatis Americae tabellarios (USPS), characteres validi numeri sunt "0-9", tantum 5-digiti Zip, 9-digiti Zip+4 signum vel omnes digiti 11 digiti.
INFO_UKROYALMAIL=	In UK Royal Mail 4 barcode civitatis emptoris pro Mail Regiis adhibetur, ingenia valida sunt numeri "0-9" et litterae capitales Anglicae "AZ".
INFO_DUTCHPOSTKIX=	Hollandi Post KIX barcode adhibentur pro Regia Batavica TPG Post, ingenia valida sunt numeri "0-9" et litterae capitales Anglicae "AZ".
INFO_PLANET=	PLANET est pro Service universali tabellarios (USPS), ingenia valida sunt numeri "0-9", tantum 11-digiti et 13-digiti forma.
SPLITCURVES=	 split curvae
MINDISTTRIGGER=	Minimum felis distantiae
MINTIMETRIGGER=	Minimum tempus felis
AUTORESORT=	automatic Sorting
MENU_SORT_MINDIST=	Distantia Sort by minimum
DISABLEUNDO=	Inactivare UNDO (proximo tempore valet)
REDLIGHTINVERT=	Lumine rubeo signo gradu inversionem
SINGLEPTREPEATMODE=	Uno loco repetere processus modus
SAVECAMERATOBMP=	Nisi imago camera ad lima BMP
ENBIGCURVESHORTSEGSPLIT=	Admitte magna curva et parva Segmentum Modus
UNGROUPHATCHLINE=	 Repleti sunt conteri obiecti
MENU_NODE_MOVE=	mobile nodi
MENU_NODE_SETASSTART=	profectus est incipiens punctum
AXISSTATE=	axis status
NOTIMING=	Noli reficere machining tempore
OFFLINESENDDATA=	Online modum mitte data
ENMARKPAUSEMODE=	Admitte notati mora modus
DIABLEINTERIOOUTPUT=	Inactivare internum IO output
USERNOTOPESOFTLOCK=	Usor nullam operationem diu non functus est, programmatio clausa est, quaeso ini iterum!
EXTENDCURVE=	Praetende curva
EXTENDLENGTH=	longius
ENABLEARCCMD=	Admitte arcu notati imperium
SCANNERJUMP=	Galvo Jump
USEREDLIGHTCOR=	Admitte rubrum lux correptionem
PULSEENERGY=	pulsus navitas
DISABLECHECKPWLIMIT=	Inactivare recognitionem pulsus width terminus
ALWAYZOPENWHENNOTMARKING=	Semper conversus in rubrum lux, cum non notati
ENABLEMULTICCD=	Admitte CCD multi modus
MULTICCDINDEX=	Multi-CCD loop finis index
CUSTOMVER=	nativus version
MENU_FILE_LOGIN=	login...
APPENDFILEMODE=	adde file modus
RAMPMINLIMITLEN=	Minimum lineae longitudinis in lineari transformatione
DOUBLECURVE=	Hyperbolic Modus
BYHOUR=	hourly
DISABLERESORT=	Interdico Sorting
WIDTHTHRESHOLD=	width limina
MENU_SORT_MODE=	Modus Occasus Sort
REDUCEPOINT=	Automatice minuere puncta
LIMITLENGTH=	terminus longitudo
SINGLEPTDELAY=	Uno puncto temporis mora
CALCFROMSUNDAY=	Ratione a dominica prima
REGISTERVARIABLE=	variabilis subcriptio
SETPARAMMODE=	Modus set parametri
INT=	integer
FLOAT=	fluctuetur numerus
TIMEBASECOUNT=	basi tempus comitem
SLICEENTONLYMARKONELAYER=	Res divisa uno ordine ad tempus discursum
DISLOCKSIGNAL=	Inactivare foramen initio signum
ENSURECOMPLETEPRODUCT=	Guarantee productum completum signum finis
DISEXTLASERWHEN_CHANGEPEN=	Mutans laser parametri cum calamum modificare prohibetur parametri
PRJMAXZLEN=	Maximum perpendiculum longitudinis
DXFUNITISUTF8=	DXF files sunt UTF8 encoded
DISABLESHOWPROGDLG=	Supprimere ad ostentationem processus dialogi motus
ENABLECHANGECURVEDIR=	Automatice mutare curvam directionem cum machining possit
ENCHECKLASERSTATEWHENMARKING=	Sisto laser status in processui
INVALIDUSERNAME=	irritum Username
IDLETIME=	Intervalla
AXISPULSEWIDTH=	Axis motus pulsus latitudo
COPYSTL=	effingo STL
PASTESTL=	Crustulum STL
GALVOXYDELAY=	Galvo XY mora
SAVEOUTPORTWHENPOWEROFF=	Salvum output cum potentia off
NOTCHECKSTARTPORTWHENMARKING=	Satus portum non cohibetur in processus
ENABLE_CHECK_MARKINGRANGE=	Admitte reprehendo machining range
ERRID_MAKRSIZE_OUTRANGE=	Vestigium magnitudinis ex processui range
ARC=	arcus
INPUTSECONDSTARTPT=	Intra secundum punctum
MENU_LINEARCTOGGLE=	Linea et arcus commutatione
NUMCHAREXTRACTSTR=	Numerus characterum ex chorda extractum
CHANGETEXT=	update text content
NEWTEXT=	novum textum
FEEDBACKMODE=	feedback modus
USEINTERNALCOR=	Internus utere correptionem
PILLOWFACTOR=	coefficiens pincushion
PARALLELISMFACTOR=	Parallelogrammum coefficientis
TRAPEZOIDFACTOR=	trapezoidales
BIDIRCOMPLEN=	Bidirectional compensatio longitudinis
ENABLEHWWOBBLE=	enable hardware jitter
WOBBLEFREQ=	Jitter frequency
UNLOCK=	unlock
MAXROWSOFEXPORTFILE=	Maximus numerus linearum in output lima
ENMARK=	enable processus
ALIASNAME=	alias
TOWOBBLECURVE=	Jitter viam curvae
REFINEBOTTOMEDGEOFMESH=	Imo terminus superficiei elicere
DISCHANGECHARWIDTH=	Inactivare mores width mutantur
ENCODERABSWAP=	Encoder AB converti
INFO_CODE49=	Codex 49 est multi-strati, continuus, variabilis longitudo codicis symbolum. codice 49 omnes 128 ASCII repraesentare possunt. Singulus Codex 49 barcode symbolus 2 ad 8 ordines constat, quilibet ordines habet 18 vectem et 17 spatia.
INFO_CODE16K=	Codex 16K barcode multiplex iacuit, symbolum barcode continuum et variabile longitudo est quae repraesentare potest 128 characteres pleni ASCII characterum ASCII et extensi. Utitur UPC et Code128 characteribus. A 16-circulus 16K symbolum 77 ASCII repraesentare potest vel characteres numerorum 154.
CHANGEDIAMETER=	mutatio diametri
ENDDIAMETER=	finem diametri
SNTEXTPLUS=	Vide numerum + 1
SNTEXTMINUS=	Vide numerum-1
SNTEXTRESET=	Vide numerum reset
CURVEFOLLOWMOVE=	Curva motum sequitur
CONTMODEUSESELFPORT=	Continuus modus utitur suo initus
ENABLESPLITGAP=	Admitte Split Gap
ENABLELISTCMD=	enable album imperium
XCOMPFACTO=	X directio mercedis coëfficientis
STARTPTJUMPLEN=	Satus punctum jump longitudinem
XCOMPFACTOR=	X factor ultricies
OUTPUTIOSTATE=	output portum status
DEVICESTATUSLAMP=	Device Status lux
	
CLEAR=	tersus sursum
EXTENDSIZE=	Expansion magnitudine
INCLAYERCOUNT=	Intervallum stratis
FOCUSOFFSET=	Defocus moles
EDGETYPE=	terminus genus
EDGEBOX=	rectangulum terminus
ORIGINCONTOUR=	originali forma
CONVEXHULLCONTOUR=	forma
MESHZOOM=	Superficiem scaling
ENABLEINTERDOLOOP=	Internum Machining circuitus
ENABLEXITPROCESS=	Admitte exitus processus modus
OFFSETINSIDE=	Offset intus
DELETEALL=	delere all
ENABLEAPMMODE=	Admitte APM modus
PWMDUTYCYCLE=	PWM officium exolvuntur
